{
  "advance": {
    "aboutTitle": "AFS Advanced is our way of concentrating our know-how and expertise into the most advanced designs, which is the essence and the future of AFS.",
    "advanced": "<light>AFS Advanced is our way of concentrating our</light> <bold>know-how</bold> <light>and</light> <bold>expertise</bold> <light>into the most advanced designs, which is the essence and the</light> <underline>future of AFS.</underline>",
    "and": "and",
    "des": "Provide advanced expertise at the highest level.",
    "development": "Development",
    "experience": "Experience",
    "expertise": "Expertise",
    "inno": "Innovation at the service of passion.",
    "last": "<item><strong>3 years warranty</strong></item>\n      <item>Extensive live consulting service</item>\n      <item>Getting started session with development team</item>",
    "mission": "OUR MISSIONS",
    "offer": "Offer an exceptional customer experience.",
    "our": "Our mission at AFS Advanced is based on 4 pillars.",
    "pageTitle": "THE ESSENCE\nOF FOILING",
    "products": "Develop products of excellence."
  },
  "afsAdvance": {
    "afsHeadline": "AFS Advanced is our way of concentrating our know-how and into the most advanced designs, which is the essence and the future of AFS.",
    "title": "THE ESSENCE OF FOILING"
  },
  "afs-event": {
    "headline": "Discover all the events organised by AFS for our brands.",
    "nombre": "Number of shops:",
    "pays": "Choisir un pays"
  },
  "afs-products": {
    "tests": "<h>Tests and reviews</h><p>Find out what the trade press has to say about our products</p>"
  },
  "afs-team": {
    "boards": "Production of boards",
    "bur": "Design office",
    "commerce": "Trade",
    "foil-co": "employees at Foil And Co.",
    "h-2": "<h>Employees driven by a shared passion</h><p>At Foil And Co, our team shares a common passion for innovation and excellence. Each member contributes to advancing our mission with commitment, creativity and expertise, in order to offer you quality products and services. Discover the faces of those who work to produce your favourite equipment.</p>",
    "logistics": "LOGISTICS",
    "number": "the number of",
    "p-foils": " Production foils",
    "span": "<span1>Révélez votre potentiel avec nous !</span1> Nous sommes à la recherches de personnes talentueuses et passionées voulant imposer de nouveaux standards dans le monde du foil et de l'équipement des sports nautiques. <span2>Rejoignez l'équipe aujourd'hui !</span2>",
    "span-1": "<span1>Unlock your potential with us!</span1> We are seeking talented and passionate individuals who want to set new standards in the world of foiling and water sports equipment. <span2>Join the team today!</span2>",
    "team": "AFS Team",
    "the-foil": "The Foil And Co. team",
    "view": "view posts"
  },
  "AHDhistory": {
    "1996": "1996 saw the arrival of Breton duo Patrice Belbeoch and Jean-Marie\n            Guiriec (shaper). This was the birth of the ultra-popular\n            Convertible 267, a Wave/Slalom – Trifins/Single shape.",
    "1997": "1997 marked the start of an era of total domination by AHD floats\n            until the early 2000s. AHD welcomes multiple French champion and\n            future world champion Antoine Albeau with Jean Bouldoire in the\n            shape.",
    "AHD": "AHD riders complete the podiums and go on to win victories in\n            various countries.",
    "AHD is": "AHD is also legendary boards",
    "AHD was": "AHD was founded in Australia in 1987 by Harry Germann and rider Tom\n            Luedecke. The brand soon moved to the USA to continue its expansion\n            on the famous Columbia River Gorges spot.",
    "Allride": "Allride",
    "An all": "An all-purpose board",
    "Brazilian": "Brazilian rider Kauli Seadi became the effigy of the brand, and in\n            2005 he won the world wave title on his Kauli Pro Model!",
    "Bruno": "Bruno André joins the brand’s R&D department. AHD will surf on\n            innovation and new disciplines. This was the era of the first\n            compact Racing boards (Diamond), Freestyle boards and Super-X\n            “Maxxride” boards.",
    "Change": "Change of shaper in 2003, AHD welcomes Pascal Gerber and creates a\n            new R&D center in Tunisia.",
    "Christophe": "Christophe Piaget bought the brand, repatriated the molds and set up\n            a production plant in Collombey, Switzerland. AHD marked the arrival\n            of the first production sandwich boards, with flagship models such\n            as the race slalom 289, slalom 26, Swell City 250 and, of course,\n            the Eliminator. New models were then created with a certain Roberto\n            Ricci at the helm.",
    "Concept": "Concept",
    "Development": "Development is focused on low-speed take-offs and light winds, with\n            less cumbersome equipment.",
    "Fish, Wind-Sup": "Fish, Wind-Sup",
    "Foil&co": "Foil&co takes AHD’s destiny into its own hands.",
    "Forever": "Forever associated with the AHD image, the thousands of ambassadors\n            who have accompanied us over the years.",
    "For the": "For the rest of the “traditional range”, AHD relies on value shapes\n            that are efficient and durable over time (Expressions, Fast\n            Forwards, Zen).",
    "Freerace": "Freerace",
    "In": "In 2002 AHD relocated its production plant to Tunisia.",
    "In 1993": "In 1993, it was on the new AHD 288 that Sébastien Carle won the\n            World Championship in Egypt, before coming 2nd on the same\n            production board at the World Cup in La Torche, demonstrating the\n            efficiency of the new production boards against the world’s best\n            prototypes.",
    "In 2007": "In 2007 Thierry Pen, Jean-Paul Riou, Pascal Gerber and Bruno André\n            founded Tridenn. This new company then took over the reins of the\n            AHD brand with the motto “innovation in the forgotten 0-15 knot wind\n            range”.",
    "In 2009": "In 2009, the first production carbon float/sail combo was presented\n            at the Paris Boat Show. AFS will become a brand in its own right,\n            with a production plant in Brittany.",
    "In 2010": "In 2010, parallel work on the foil has made it possible to surf foil\n            waves in complete autonomy using a paddle. The sealion can do it\n            all: windsurfing, surfsailing, supfoil and windfoil!",
    "In this": "In this lightwind range, the equipment that allows you to glide is a\n            1m wide formula and a 12m!",
    "Its shape": "Its shape is atypical, with an opening at the front that keeps the\n            rail length essential for gliding in light winds with a low\n            load-bearing volume. The opening reduces the impact of wind on the\n            float in flight.",
    "It’s the": "It’s the year of a new world title for the brand and the\n                    first World Cup wave title for a Frenchman (P. Belbeoch).",
    "It was": "It was also the year of a new world title for the brand and the\n            first wave title for a Frenchman in the World Cup (P.Belbeoch).",
    "Like": "Like Sylvain Hernigou, who has been riding our floats since 1997! We\n            can’t list them all here.",
    "Maxxride": "Maxxride dominates freestyle events: Antoine Albeau wins his first\n            world title.",
    "Maxxride2": "Maxxride",
    "Maxxride dominates": "Maxxride dominates freestyle events: Antoine Albeau wins his\n                    first world title. AHD drivers complete the podiums and win\n                    in various countries.",
    "RACING": "RACING",
    "Sébastien": "Sébastien Carle won the Production World Championship in\n                    Egypt, before placing second on the same production board at\n                    the La Torche World Cup.",
    "Swiss": "Swiss-made hollow boards (NT) are a big hit in Formula!",
    "Thank you": "Thank you so much!",
    "The best": "The best riders dream of joining the AHD team, which already\n            includes some of the greats (A.Albeau, M.Pritchard, J.Taboulet,\n            C.Moussilmani, W.Pedrick, J.Hawkins, Paula Daian,…).",
    "The first": "The first AFS-1 baord dedicated to foiling is 100 liters and 65cm\n            wide. And with a 7m sail, it flies in the calm.",
    "The Raceboard": "The Raceboard Eliminator dominated its class, with Sven Rasmussen\n            winning the first world title in 1991. He followed this up with the\n            European title the following year.",
    "The Venezuelan": "The Venezuelan Diony Guadagnino embraced the concept and accompanied\n            the brand for a good decade, with magnificent images on the world’s\n            different spots on his “DG Pro Model”, and some great performances\n            in PWA and Défi Wind on Slalom boards that are still performing well\n            from generation to generation (SL1, SL2, SL3).",
    "title": "The AHD story",
    "Waveboards": "Waveboards are becoming shorter and shorter, and in 2006 AHD\n            launches the Seal, the floatboard that will become a popular concept\n            in the future. The Seal is a 2m10 Thrusters waveboard that marks the\n            start of a revolution in lightwind wave riding…",
    "Wave riding lightwind": "Wave riding lightwind",
    "Wave/slalom": "Wave/slalom - Trifins/single",
    "With Foil becoming": "With Foil becoming increasingly important, in 2018 Tanguy Le Bihan\n              and Thierry Pen created Foil&co and set up a production plant in\n              Brittany. Tridenn and Foil&co merge."
  },
  "ambassadors": {
    "afs": "AFS Ambassadors ",
    "country": "COUNTRY",
    "home-spot": "home spot",
    "team": "team"
  },
  "blog": {
    "blog": "Blog",
    "heading": "Discover foiling tips, industry information, and equipment reviews for riders of all levels."
  },
  "Board": {
    "Board": "Board"
  },
  "breadcum": {
    "gliss": "Gliss Attitude",
    "glissUp": "Gliss Up",
    "guide-sup": "Guide Sup 2024",
    "home": "Home",
    "Visit The Factory": "Visit The Factory",
    "Wind Foil 2023 Guide": "Wind Foil 2023 Guide"
  },
  "checkout": {
    "address": "Street number and name",
    "backToShop": "Back to shop",
    "basket": "Basket",
    "billingDetails": "Billing details",
    "city": "City",
    "company": "Company (Optional)",
    "country": "Country",
    "emptyCart": "Your cart is empty.",
    "firstName": "First Name",
    "free": "free",
    "includingVAT": "including",
    "lastName": "Last Name",
    "noShippingMethods": "No shipping methods available. Please check your shipping address.",
    "orderNotes": "Order notes (optional)",
    "orderNotesPlaceholder": "Comments about your order, e.g. delivery instructions.",
    "paymentMethod": "Payment Method",
    "postcode": "Postcode",
    "product": "Product",
    "securePayment": "Secure payment and delivery",
    "shippingDetails": "Shipping details",
    "shippingMethods": "Shipping methods",
    "state": "State",
    "subtotal": "Subtotal",
    "summary": "Summary",
    "total": "Total",
    "VAT": "VAT",
    "yourOrder": "Your order"
  },
  "clinique-de-la-planche": {
    "Backthen": "Backthen, the \"Clinique\"\n              was a repair shop in a small garden. With the market flourishing,\n              we bought a house to store the products, as well as a store 200m\n              away, enabling us to officially launch the business. Later, the\n              house also became a store.",
    "Equipe": "Clinical Team of the Board",
    "Established on": "Established on May 2, 1982, the store sold and repaired boats. It\n              was called the “Clinique du Bateau”. Gradually, they entered the\n              windsurfing market. The practice exploded, and they renamed the\n              store “Clinique du bateau et de la planche”.",
    "La Clinique": "La Clinique de la Planche is one of France’s oldest nautical\n                  equipment stores, still in business today.",
    "Store in Caen": "Store in Caen",
    "sub": "One of France’s oldest marine equipment stores with AFS equipment",
    "The relationship": "The relationship with Foil&Co began with AHD Boards and\n                  continued with AFS Foils. The clinic wanted to offer carbon\n                  products that were affordable and made in France."
  },
  "common": {
    "cartClearedCurrency": "Your cart has been cleared because you changed the currency. Products must be added again.",
    "cartClearedLanguage": "Your cart has been cleared because you changed the language. Products must be added again in the new language.",
    "change": "Change",
    "chooseLocationLanguage": "Choose your location and language",
    "currentLanguageCurrency": "Your current language and currency",
    "english": "English",
    "euro": "Euro",
    "french": "French",
    "usDollar": "US Dollar"
  },
  "DirectSailing": {
    "Address": "Address",
    "As an": "As an AFS retailer for several years, Pascal (store manager)\n                  initially chose the brand to promote Made in France in his\n                  store.",
    "A wide": "A wide range of products ranging from catamarans, dinghies, and\n                kayaks to SUPs, windsurf boards, and sailboats for private\n                individuals. AFS distributor for several years.",
    "Direct Sailing Team": "Direct Sailing Team",
    "History": "History",
    "Local and": "Local and quality products\" highlighted by his friend Thierry\n                  Pen (co-founder Foil&Co and former sales director), all of\n                  which gave rise to a commercial relationship between the brand\n                  and the store.",
    "store": "store",
    "Store access map": "Store access map",
    "Store in Pornichet": "Store in Pornichet",
    "The Direct Sailing ": "The Direct Sailing store has been in existence for over 20 years.\n              Originally, the shop offered Hobie Cat catamarans, dinghies, and\n              kayaks to equip clubs. Over time, they have followed the evolution\n              of water sports and expanded their product ranges with SUP,\n              windsurfing, land sailing, and wing, thus targeting private\n              individuals.",
    "title": "AFS products are available at the"
  },
  "equipment": {
    "AFS": "AFS product specialists – Antonin & Elouann",
    "After": "After validating the trade-in offer, I drop off my equipment\n                    at the post office for delivery to :",
    "All you": "All you have to do is ride!",
    "ATTENTION": " ATTENTION: rework is done piece by piece: it is not possible to\n              rework a wing against a foil, for example. It will be a foil for a\n              foil, a fuselage for a fuselage…",
    "Have": "Have a trade-in estimate",
    "Have a": "Have a trade-in estimate",
    "Heres": "Here's how it works",
    "Once": "Once acceptance has been confirmed, the new equipment is\n                    dispatched.",
    "Our": "Our passionate experts are here to answer all your trade-in\n                  and equipment valuation questions!",
    "Register": "Register your equipment – complete foil, front wing,\n                    stabilizer or TBAR – online.",
    "Register equipment": "Register equipment",
    "Stage": "Stage",
    "sub": "We’ll take back your old AFS foil if you buy a new AFS foil!",
    "Using": "Using the same link, you indicate the material you wish to\n                    purchase.",
    "Using the": "Using the same link, you indicate the material you wish to\n                    purchase.",
    "Well": "We’ll help you assess the condition of your equipment so you\n                  can trade it in today.",
    "You will": "You will receive the estimated cost of restoration within 24\n                  hours."
  },
  "filter": {
    "categories": "Categories",
    "finish": "FINISH"
  },
  "footer": {
    "about": "About Us",
    "accept": "I accept the privacy policy and terms of use",
    "client": "Service Client",
    "copy": "Foil and Co., All rights are reserved. ©2025",
    "email": "Enter your email address to subscribe to our newsletters",
    "li-1": "<item1><link1>Foil Configurator</link1></item1><item><link2>Best match stab</link2></item><item><link3>Comparator 3 stabs / front wing</link3></item><item><link4>Mast comparison</link4></item><item><link5>Board Construction</link5></item><item><link6>Equipment</link6></item><item><link7>Recovery</link7></item><item><link8>Foil Characteristics</link8></item><item><link9>Screw Size</link9></item>",
    "li-2": "<item1><link1>Afs advance</link1></item1>\n      <item><link2>Made in france</link2></item>\n      <item><link3>Notice</link3></item>\n      <item><link4>Team</link4></item>\n      <item><link5>Join Us</link5></item>\n      <item><link6>Legal Notices</link6></item>\n      <item><link7>General terms and conditions of sale</link7></item>\n      <item><link8>Privacy Policy</link8></item>",
    "li-3": " <item1><link1>Afs advance</link1></item1>\n      <item><link2>Made in france</link2></item>\n      <item><link3>Notice</link3></item>\n      <item><link4>Team</link4></item>\n      <item><link5>Join Us</link5></item>\n      <item><link6>Legal Notices</link6></item>",
    "tools": "Purchasing tools",
    "Universe": "Universe"
  },
  "Form": {
    "title": "Form"
  },
  "gliss": {
    "a": " At GlissAttitude, our passionate and experienced staff will be\n                delighted to welcome you and offer advice.",
    "glissAttitude": " <h1>\n                AFS products are available at the\n                <span> Gliss Attitude</span>\n                store\n              </h1>\n\n              <p>\n                One of France's oldest marine equipment stores with AFS\n                equipment\n              </p>",
    "last": "<span>\n                  <h3>Eric</h3>\n                  <p>manager, windfoiler, and engineer by training</p>\n                </span>\n                <span>\n                  <h3>Bastien</h3>\n                  <p>\n                    manager in Marseille - surfer originally from the Île de Ré.\n                  </p>\n                </span>\n                <span>\n                  <h3>Paul</h3>\n                  <p>advisor - snowboarder</p>\n                </span>\n                <span >\n                  <h3>Christopher</h3>\n                  <p>manager in La Fos-Sur-Mer</p>\n                </span>\n\n                <span>\n                  <h3>Baptist</h3>\n                  <p>\n                    advisor - experienced snowboarder and very good slalom skier\n                  </p>\n                </span>",
    "p-1": "<p>\n              GlissAttitude has two stores steeped in history. One is located in\n              Marseille city center and the other is in La Fos-Sur-Mer, on the\n              beachfront. Run by enthusiasts, the company is a benchmark in\n              terms of advice and water sports equipment.\n            </p>\n\n            <h2>\n              <span>\"</span>Always searching To\n              guarantee the best for our customers, we do not hesitate to test\n              our equipment in the water and on test benches. We record our\n              comments on the equipment in our blog.\n              <span>\"</span>\n            </h2>"
  },
  "guide": {
    "body-1": "   Paddleboarding has established itself as a trendy outdoor sport,\n              accessible to beginners and experts alike. We give you our\n              professional opinion on the right stand-up paddle equipment to\n              choose, the right prices, but also on spots, accessories and\n              paddles!",
    "body-2": "<h2>What's in it for me?</h2>\n            <p>\n              Firstly, stand-up paddling is a super all-round water sport.\n              Generally speaking, it not only stimulates your cardio, but also\n              the muscles of your upper body, legs and abdominal muscles. It’s\n              also the perfect way to improve your balance!\n            </p>\n            <p>\n              Secondly, the sup is very versatile. All-around paddling for\n              adventure or pleasure, competitive racing, family use, surfing and\n              SUP foiling: you can do it all with this discipline, in all\n              conditions, and that’s what we love about it. More than just\n              kayaking and canoeing, you can take advantage of all the best the\n              sea and whitewater have to offer.\n            </p>",
    "body-3": "<h2 >How to choose the right paddle?</h2>\n            <h3>\n              Depending on my level of paddling\n            </h3>\n            <p >\n              If you’re a beginner and you’ve never really taken part in water\n              sports, the first thing to consider is not so much what you do,\n              but your level. It’s important to select an easy board to discover\n              this sport. It would be a shame to give up on stand-up paddling as\n              soon as you’ve made your first runs with equipment that’s too\n              small. Width is particularly important, as it determines your\n              stability.\n            </p>\n            <p >\n              For intermediate riders, or those who already practice other board\n              sports such as kitesurfing or windsurfing, you can already start\n              to orientate yourself according to your chosen sport (surfing,\n              cruising…), but the best thing is to go for boards that offer a\n              minimum of versatility and comfort, so as not to get into\n              difficulty.\n            </p>\n            <p>\n              For SUP experts, practice defines your needs, and we’ll explain in\n              detail which board is perfect for each activity, so you can get\n              the most out of it!\n            </p>",
    "body-4": "<h3>\n              What size and shape for my stand-up paddle?\n            </h3>\n            <p>\n              Generally speaking, these are the parameters we’ll use to define\n              the SUP’s shape. Note that for the same level, the bigger you are,\n              the more width and length you’ll need to make life easier.\n            </p>\n            <h3>The length</h3>\n            <p>\n              GThe longer your paddle, the more it “glides”. In other words, an\n              oar stroke is more efficient. Length also reduces the “row”\n              phenomenon. If your sup is very short, it will tend to swivel to\n              the right if you paddle to the left. It’s great in surfing to be\n              agile on the wave, but not so great in competition or over long\n              distances when you want to change sides as little as possible…\n            </p>\n\n            <h3>The width</h3>\n            <p>\n              It provides comfort and stability. On the other hand, it will make\n              you slower and require more effort to maintain speed. If you’re\n              just starting out, it’s very important to have a consistent width\n              so as not to get into trouble.\n            </p>\n            <h3>Thickness</h3>\n            <p>\n              More important for inflatable paddles, which must have spread\n              skins to guarantee minimum rigidity. As you increase, you reduce\n              the feeling of gliding as you move further away from the water. A\n              greater thickness also reduces balance, as you find yourself\n              tossed about like a cork on the water past the 5-inch mark.\n            </p>\n\n            <h3 >Nose shape</h3>\n            <p>\n              Pointed noses are ideal for racing or for distance work, as they\n              can easily split the wave. In surfing or for beginners, noses\n              become rounder, losing glide but gaining grip on waves. On rigid\n              paddles, you can also work on the shape of the bow, hull and deck\n              to make them more resistant to chop, for example.\n            </p>\n            <h3>\n              The shape of the tail\n            </h3>\n            <p>\n              They come in a variety of forms, but to put it simply, the more\n              the tail is pinched, the more you gain in manoeuvrability and lose\n              in stability. The wider it is, the less manoeuvrable you are on\n              the wave, but the better your start and the more stable you are.\n            </p>\n            <h3>\n              Choice according to your practice\n            </h3>\n            <p>\n              Combined, these can be used to create sup shapes that are more or\n              less suited to your level of practice. Here are the main shapes\n              found on the market, and found in all the brands on sale.\n            </p>\n            <h3>\n              Paddles for beginners\n            </h3>\n            <p>\n              What you need is an intermediate length for versatility (in the\n              9/11 foot range), a generous, round nose and tail, and above all,\n              good width!\n            </p>\n<h3>\n              Allround paddles\n            </h3>",
    "body-5": "<p>\n              It’s a compromise between the wave and the promenade. Relatively\n              short, between 9 and 11 feet, it is often rather wide, with a\n              round nose and a comfortable tail. Ideal if you’re just starting\n              out, for family use or for an intermediate user who wants to do\n              everything without getting in over your head.\n            </p>\n\n            <h3>\n              Touring paddles\n            </h3>",
    "body-6": "<p>\n              Longer than all-rounders, between 11 and 12 feet, with a more\n              pointed nose, they often retain a little width. The longer length\n              allows you to cover greater distances and row more efficiently,\n              while keeping the shape affordable. They’re no longer relevant for\n              waves, as they’re too long, but they’re still great at sea, even\n              with a little chop. The larger models are ideal if you’re just\n              starting out and don’t intend to surf with them. Note that there\n              are even some for making doubles! These ranges are often available\n              on rental sites, so don’t hesitate to consult our network of\n              partners in France to find out more; the adventure may be worth\n              the detour.\n            </p>\n\n            <h3>\n              Paddles race\n            </h3>\n            <p>\n              Long, often 12’6″ or more, they are also (very) slender, with\n              pointed noses. If their balance is precarious, they are speed\n              machines, especially on flat spots and long distances. For\n              experienced users only.\n            </p>\n            <h3>\n              Paddles for surfing\n            </h3>",
    "headline": "All about SUP",
    "p": " These are generally the shortest, under 10 feet, with a round\n              nose. Very maneuverable, they have widths and tails specific to\n              each model for different uses: a very pinched and thin tail for\n              maximum agility to an almost rectangular tail for greater\n              stability and power in soft waves.",
    "p-1": " One discipline that is becoming increasingly popular is sup\n              foiling. We’ve put together a",
    "p-2": " guide specifically for stand-up paddle foils",
    "p-5": "<h2>Essential SUP accessories</h2>\n            <h3>The leash</h3>\n            <p>\n              Safety first! As with most water sports, a leash is essential. It\n              attaches to the rear of the tail, on the deck, and is worn on the\n              ankle. We recommend the leash coiled – or telephone, which is the\n              most common because it’s more comfortable.\n            </p>\n\n            <h3>The paddle</h3>\n            <p>\n              <strong>\n                In downwind, the choice of starting bump is crucial.\n              </strong>{\" \"}\n              It’s your engine, and it’s essential that this equipment is good.\n              There’s no point riding in a beautiful body if you have to push it\n              by hand! So you’d better pay the price and enjoy the best of the\n              discipline. Originally made of wood, today they’re either aluminum\n              or composite (fiberglass and carbon). Aluminum requires\n              maintenance, and although it’s very shock-resistant, it’s heavy\n              and can’t be repaired if you bend the handle. This material is\n              reserved for schools or very first prizes. We recommend either a\n              mix of fiberglass and carbon, which can be good value for money,\n              or 100% carbon if you use it regularly. And beware of removable\n              oars: the more parts they have, the less rigid they are. If you’re\n              planning to do some wave riding, downwind or distance work, go for\n              a one-piece shaft, possibly with an adjustable olive, but avoid\n              three-piece shafts.\n            </p>",
    "p-8": "Discover our stand up paddles",
    "p-9": "<div>\n            <h2>\n              Buying an inflatable or rigid paddle?\n            </h2>\n            <p>\n              The advantages of hard surfaces in terms of feel, longevity and\n              performance are absolutely indisputable, and very quickly outweigh\n              the few disadvantages. If you want to use your equipment for\n              something else, for very limited seasonal use, and if you want to\n              prioritize quality (because inflatable prices often reach those of\n              the hard stuff as soon as you want a minimum of performance, so\n              it’s sometimes better to wait for the right promotion…), the\n              inflatable may not be the solution, even if it’s common to read\n              the opposite.\n            </p>\n          </div>\n\n          <div>\n            <h2>Paddle spots</h2>\n\n            <p>\n              The French spots are particularly varied, and it’s common for some\n              of them to be cited as the best in the world!\n            </p>\n            <h3>Stroll</h3>\n            <p>\n              When it comes to hiking, as long as the conditions are right, the\n              only choice is the landscape. From the Calanques in Marseille to\n              the gorges of the Var, from the Dordogne to Lake Annecy and the\n              Breton coastline, all you have to do is take your equipment with\n              you to enjoy a whole new viewpoint in complete peace and quiet.\n            </p>\n            <h3>Breed</h3>\n            <p>\n              A wide range of race formats are available throughout France. The\n              Tawara (in the Tarn region of France) and the full Dordogne run\n              alongside races in the Atlantic Ocean, such as the Beach Race in\n              Crozon, or The Race in Guadeloupe.\n            </p>\n            <h3>Supsurf</h3>\n            <p>\n              All the surf spots are waiting for you, from Brittany to the\n              Basque Country. You can take off on the slightest ripple, so make\n              the most of it.\n            </p>\n            <p>\n              Less common, downwind sailing is emerging in Brittany and the\n              south of France, with foiling in full swing.\n            </p>\n            <p>\n              We told you: the French landscape is as rich as the discipline\n              itself, and it’s this freedom that we love!\n            </p>\n          </div>",
    "table": " Table of contents",
    "table-2": "<tr>\n                    <th>Wave practice</th>\n                    <th>~ 50-60 KG</th>\n                    <th>~ 70-80 KG</th>\n                    <th>+ 90 KG</th>\n                  </tr>\n                  <tr>\n                    <th>Beginner</th>\n                    <td>Length 8’5“ to 9′ Width 30” to 31″</td>\n                    <td>Length 9′ to 10′ Width 31″ to 33″</td>\n                    <td>Length 10′ to 11′ Width 32″ to 36″</td>\n                  </tr>\n                  <tr>\n                    <th>Intermediate</th>\n                    <td>\n                      Same size – Minimum volume = your weight + 35 to 40 L\n                    </td>\n                    <td>\n                      Same size – Minimum volume = your weight + 35 to 40 L\n                    </td>\n                    <td>\n                      Same size – Minimum volume = your weight + 35 to 40 L\n                    </td>\n                  </tr>\n                  <tr>\n                    <th>Expert</th>\n                    <td>\n                      Largeur 25″ à 28″ Volume = votre poids à votre poids + 30\n                      L\n                    </td>\n                    <td>\n                      Largeur 26″ à 29″ Volume = votre poids à votre poids + 30\n                      L\n                    </td>\n                    <td>\n                      Largeur 28″ à 32″ Volume = votre poids à votre poids + 30\n                      L\n                    </td>\n                  </tr>",
    "table-24": "<tr>\n                    <th>Practical walk</th>\n                    <th>~ 50-60 KG</th>\n                    <th>~ 70-80 KG</th>\n                    <th>+ 90 KG</th>\n                  </tr>\n                  <tr>\n                    <th>All round</th>\n                    <td>Length 30′ to 31′ – Width 10′ to 11’6 “</td>\n                    <td>Length 31′ to 32′ – Width 10′ to 11’6 ”</td>\n                    <td>Length 32-36′ – Width 10’5 “ to 11’6 ”</td>\n                  </tr>\n                  <tr>\n                    <th>Touring / exploring</th>\n                    <td>Length 11’6 “ to 12’6 ” – Width 28′ to 30′</td>\n                    <td>Length 12’6 “ to 14′ – Width 29′ to 32′</td>\n                    <td>Length 12’6 ” to 14′ – Width 32′ to 34′</td>\n                  </tr>",
    "table-footer": " Paddles for foiling"
  },
  "guide-downwind-2025": {
    "And avoid": "And avoid\n              fatigue too quickly. This is both the most important and the most\n              technical part of this type of discipline. Then, once you’ve got\n              the hang of it, you can concentrate on the glide – in other words,\n              a fluid glide that allows you to accelerate, refine your\n              trajectories and make nice curves over the water.",
    "And its clear": "And it’s\n              clear that using your wing is much less tiring than rowing. So why\n              not strap your paddle to your wing handles and don a waterproof\n              backpack? Once you’re far enough out to sea, you can stow your\n              wing in the bag, unhook the paddle and do the SUP foil downwind!\n              And if you’ve overestimated yourself because it’s your first time,\n              there’s always the option of freeflying back down. A word of\n              advice: use a relatively large board (minimum 85-90 liters, so you\n              can stand up comfortably on the water).",
    "Basic SUP": "Basic SUP foil downwind techniques",
    "Because": "Because it’s important to stay well hydrated when you’re\n                  sailing for a long time.",
    "Choosing the": "Choosing the right slope for SUP foil launch",
    "Downwind": "Downwind sailing is the practice of sailing from point A to point\n              B in the direction of the wind. In other words, sailing on the\n              open sea and downwind, using the swell, currents and wind at your\n              back. You can do this with a wingfoil or SUP foil.",
    "Downwind safety tips": "Downwind safety tips",
    "Downwind sailing": "Downwind sailing is not a recent phenomenon, but it has been\n              revolutionized by the arrival of the foil. Combined with a wing,\n              parafoil or paddle, the foil allows the rider to generate the\n              propulsive force needed to take off and let the elements carry him\n              or her along. During downwind, the sensation of gliding is\n              amplified… It’s simply incredible!",
    "Efficient take-off": "Efficient take-off requires practice! Start on flat or slightly\n                choppy water, always rowing on the same side and trying to keep\n                as straight as possible, in the same trajectory.",
    "Every rider": " Every rider\n              should inform his family and friends of his outing (place and\n              approximate time of departure and arrival + itinerary + number of\n              people), and why not also notify the CROSS (Centre régional\n              opérationnel de surveillance et de sauvetage). And don’t ever go\n              out alone – at least two of you!",
    "For beginners": "For beginners, we recommend a front wing between 1400 and 2000\n              cm², depending on your size and the weather conditions. As you\n              progress, and after you’ve completed several downwind runs, you’ll\n              be able to move on to a more high-performance, glide-oriented foil\n              with a higher aspect ratio. Like the Pure range from AFS, for\n              example.",
    "For downwind Stand": "For downwind Stand up paddle foiling, the ideal first experience\n                is to have a fairly steady wind between 15 and 25 knots, blowing\n                in the same direction as the swell.",
    "For the foil": "For the foil mast, the recommended size is between 75 and 85 cm,\n              which reduces drag in the water and optimizes take-off. For the\n              fuselage, prefer a medium-length model, around 65cm, to ensure\n              greater stability when you start out. The shorter the foil, the\n              more responsive it will be, but the aim is to stay on the board as\n              long as possible. Finally, the stab shouldn’t be too small either,\n              to be comfortable in flight.",
    "Generally": "Generally\n              speaking, these boards measure between 7′ and 9′. This depends on\n              the type of water you’re used to riding on. Their shape makes\n              take-off quicker and easier than with a standard wingfoil board or\n              a mid-length, which is a little less taut and wider. On the other\n              hand, for a downwind wingfoil, these two types of boards are\n              perfectly suited and even recommended.",
    "If you": "If you want to learn how to downwind with a SUP foil, it’s best\n                to choose a front foil with a large surface area to support and\n                promote take-off.",
    "In downwind": "In downwind, the choice of starting bump is crucial.",
    "In SUP": "In SUP foil (with an oar and without the wing), opt for a stiff,\n                long and narrow board, specially designed for downwind.",
    "It makes": "It makes it easier to see from afar.",
    "It protects": "It protects against knocks in the event of a fall, and helps\n                  you float more easily when you fall.",
    "Its a": "It’s a\n              small wave or micro-clap that’s straighter than the others. Not\n              always easy to visualize when you’re just starting out. Bumps\n              often appear as small series of waves or swell trains, with a more\n              pronounced thrust than the marine environment around you. Although\n              short-lived, this push is quite powerful and is accompanied by a\n              suction effect followed by a “push” lasting 2 to 3 seconds. To\n              take advantage of the power of this famous “bump” to reach the\n              speed needed to take off, you need to row continuously and\n              explosively during this suction effect.",
    "Its a marine": "It’s a marine radio that lets you communicate directly with\n                  the shore or other people at sea.",
    "Its undeniable": "It’s undeniable protection for your head.",
    "Rowing technique": "Rowing technique",
    "Safety": "Safety is paramount in long-distance downwind sailing.",
    "Safety equipment": "Safety equipment should not be neglected. It is highly recommended\n              to take the following additional equipment:",
    "The board": "The board",
    "The foil": "The",
    "The latter should": "The latter should not be too tight to promote glide and speed.\n              With more technique, practice and pumping mastery, you’ll then be\n              able to go out in lighter wind conditions.",
    "This belt": " This belt includes a lifejacket containing a CO2 cartridge + a\n                  distress flare.",
    "This gives": "This gives you more power to lift your board out of the water. On\n              the other hand, position yourself slightly sideways, in surf mode,\n              and row on the side of your toes. This helps you to better control\n              the inclination, direction and trim of your board, and thus to\n              catch the swell more easily. Finally, accompany your rowing\n              strokes with pumping: your legs push up and down on the board\n              rhythmically and evenly, without sudden movements. This will help\n              you generate speed.",
    "title": "All you need to know about downwind: endless gliding moments",
    "To make": "To make a downwind accessible and start it, of course you have\n                to go upwind!",
    "Turn your": "Turn your wingfoil session into a rowing downwind!",
    "Water": "Water",
    "What": "What equipment should you use for a downwind?",
    "What are": "What are the ideal conditions for downwind sailing?"
  },
  "home": {
    "ambassadors": "AFS Ambassadors team",
    "category": "Shop by category\n",
    "categoryShop": "Shop by category",
    "featuredTitle": "Best Sellers",
    "homeTitle": "The foiling spirit since 2009",
    "more": "More about AFS\n",
    "news": "news",
    "playVideo": "PLAY VIDEO",
    "scrollText": "Scroll for the full visit",
    "see-more": "See more",
    "service": "AFS Customer Service\n",
    "subText": "AFS’s mission is to offer the best-performing foils, boards and wings, while guaranteeing first-rate accessibility and stability. To ensure that all riders can practice their sport in complete safety, whatever the conditions and whatever their riding style (freeride, carving, downwind, surf foil, etc.). These products are designed and manufactured in Brittany, France, by Foil And Co. French manufacturing using the most advanced techniques to offer you the best quality!",
    "team": "The Team",
    "video": "AFS’s mission is to offer the best-performing foils, boards and\n            wings, while guaranteeing first-rate accessibility and stability. To\n            ensure that all riders can practice their sport in complete safety,\n            whatever the conditions and whatever their riding style (freeride,\n            carving, downwind, surf foil, etc.). These products are designed and\n            manufactured in Brittany, France, by Foil And Co. French\n            manufacturing using the most advanced techniques to offer you the\n            best quality!"
  },
  "legal": {
    "body": " <p>\n              FOIL AND CO SAS, a French company with a capital of 110 250,00 €,\n              represented by Mr. Tanguy LE BIHAN, and whose French head office\n              is located in Pencran (29800), ZAE Correquer.\n            </p>\n\n            <p>\n              Seller's contact details: Foil and co Registered office: ZA DE\n              REUNVENGUEN 29450 LE TREHOU RCS:&nbsp;822&nbsp;822&nbsp;615 R.C.S\n              Brest SIRET: 82282261500016 Tel: 02 98 19 29 03 Email:\n              contact@foilandco.com We do our best to satisfy you. On this site,\n              we present you with all the essential characteristics of the\n              products. We will be attentive to any comments you send us. The\n              customer must refer to the description of each product sold on the\n              site to know its properties and essential features. The customer\n              acknowledges having been informed, prior to placing their order,\n              in a legible and comprehensible manner, of these General Terms and\n              Conditions of Sale and of all the information listed in Article L.\n              221-5 of the Consumer Code, and in particular the following\n              information:\n            </p>",
    "heading": "GENERAL TERMS AND CONDITIONS OF SALE",
    "last": "<p>\n              Responsible for publication: Mr. Tanguy LE BIHAN, representative\n              of the company FOIL AND CO.\n            </p>\n            <p>Contact: contact@foilandco.com</p>\n            <p>Design, production and hosting</p>\n            <p>Design and graphic creation : Foil and Co</p>\n            <p>Director: Vlad Zamari</p>\n            <p>\n              Hosting: OVH – registered in the Lille Trade and Companies\n              Register under the number: Lille Metropole B 424 761 419, whose\n              headquarters are located at 2 rue Kellermann, 59100 ROUBAIX, with\n              VAT number FR22424761419\n            </p>",
    "li": " <li>Registered at the RCS of Brest under number 822 822 615</li>\n              <li>VAT number : FR23822822615</li>\n              <li>Siret number : 82282261500032</li>\n              <li>APE Code: 7112B Engineering, technical studies</li>",
    "notice": "Legal notice"
  },
  "login": {
    "address": "Sign in with another email address",
    "company": "Company (Optional)",
    "confirm": "Confirm password",
    "current": "Existing password",
    "email": "Email or username\nLog in",
    "exclusive": "I would like to receive exclusive offers",
    "first": "First Name",
    "forgot": "Mot de passe oublié ?",
    "last": "Last Name",
    "me": "Remember me",
    "new": "New to the website?",
    "new-p": "New password",
    "password": "Password",
    "postal": "Code Postal",
    "required-first": "First Name is Required",
    "required-last": "Last Name is Required",
    "reset": "Reset password",
    "save": "SAVE",
    "secure": "You can securely and easily change your current password to enhance the security of your account.",
    "set": "Set a new password",
    "signin": "Log in",
    "signup": "sign up",
    "street": "Street number and name",
    "text": "Your personal data will be used to assist you during your visit to the website, manage access to your account, and for other reasons described in our <policy>privacy policy</policy>."
  },
  "madeInFrance": {
    "At foil and Co": "At foil and Co our most successful example is the reuse of\n                prepreg carbon scrap. They are recovered to form the plates,\n                i.e. the base of the foils. Therefore, there is no more than a\n                3% loss on raw materials during the production cycle.",
    "At Foil & Co there": "At Foil & Co there is no loss of raw material. All carbon off-cuts\n              are reused to be reintegrated into the production cycle.",
    "But we decided to": "But we decided to take it as an opportunity. Beyond the fact\n                that local production considerably reduces the carbon footprint\n                of our products and that we are proud to create jobs and\n                know-how, there is another major advantage: producing in France\n                allows us to reach a higher level of requirement concerning the\n                quality of our products.",
    "choice made France": "The choice of a “made in France” production has been a driving force in the construction of the company. At first glance, we often think of the constraints that this entails for a company: high production costs, need for employees, management, storage … etc..",
    "Choice of carbon": "Choice of carbon",
    "Circular economy": "Circular economy",
    "Designing": "Designing responsible products also means taking into account\n                their manufacturing and production process.",
    "Foil and Co": "Foil and Co is a company specialized in the manufacture and sale\n              of equipment for wing foil, surf foil, sup foil, windfoil. We are\n              experts in the design and manufacture of composite products.",
    "Foil & Co": "Foil & Co has been in existence for 6 years now. We have always\n              worked in the direction of ecology and sustainable development, in\n              a serious and committed way.",
    "For us": "For us, it is all these commitments that will enable us to build\n                tomorrow’s business world: committed to the environment and\n                responsible.",
    "From the start": "From the start, our ambition was to succeed in designing products that would last over time. Today we are able to say that our foils have an average life span of 10 years. As a comparison, the average life of an aluminum foil is 2 years",
    "Implement": "Implement a responsible production cycle",
    "In addition": "In addition to its competitive advantages, such as its lightness, which make it the most efficient material for designing a foil, carbon is above all extremely strong and has an impressive rigidity.",
    "Indeed": "Indeed, our product lines are constantly tested (by our team\n                members, our team of riders, by our customers). This proximity\n                allows us to constantly improve our offer in a very short time.",
    "Indeed our product": "Indeed, our product lines are constantly tested (by our team\n                members, our team of riders, by our customers). This proximity\n                allows us to constantly improve our offer in a very short time.",
    "In our approach": "In our approach, we place the employee at the heart of the\n                company’s processes to develop our internal know-how and to be\n                as autonomous as possible. We have managed to design some of the\n                machines used in the manufacture of the foils ourselves, such as\n                the presses, which allows us to be more autonomous.",
    "It is through": "It is through our brand AFS, specialized in the field of foils,\n              that we offer 100% carbon foils, manufactured from A to Z in our\n              factory in Pencran, France.",
    "Living": "Living space",
    "Living in": "Living in space responsibly.",
    "Low": "Low tech approach",
    "Low tech": "Low tech: Lean and know-how.",
    "Our activity": "Our activity takes place in an eco-designed building, allowing us\n              to be 90% autonomous in energy.",
    "Putting people": "Putting people at the heart of our operations",
    "Responsible production": " Responsible production",
    "Short circuit": "Short circuit",
    "Since this year": "Since this year we propose a buy-back - reconditioning - resale\n              offer for our foils. The creation and mastery of a fleet of\n              second-hand equipment allows us to significantly extend the life\n              of our foils.",
    "Sustainable": "Sustainable development is one of the founding pillars of Foil and\n              Co: our ambition was to succeed in reindustrializing in France, by\n              gathering and controlling our production from A to Z: from the\n              design office to production and shipping. This has allowed us to\n              limit our impact on the environment by creating short circuits,\n              and to be in constant improvement on the performance of our\n              products, all by using sustainable materials.",
    "The choice": "The choice of carbon: an asset for the durability of foils",
    "The human": "The human",
    "The well-being": "The well-being of our employees is our top priority. In\n              particular, we use prepreg carbon because it is much less volatile\n              than conventional resins.",
    "This material": "This material is ideal for use in the nautical field. It is also\n                very resistant to external aggressions (salt, sea, corrosion)\n                and can be repaired and reconditioned very well, unlike\n                aluminum.",
    "title": "Foil & Co, a fundamentally responsible company",
    "We also promote": "We also promote existing local know-how that we develop through\n                the training of new employees, in particular by encouraging\n                apprenticeship and work-study contracts.",
    "We have": "We have privileged the use of a durable material, resistant to\n              external aggressions and capable of being reworked and repaired,\n              to maximize the life of our foils.",
    "We have established": "We have established our workshops in France to considerably reduce\n              the carbon footprint of our products and to control their quality\n              and performance on an ongoing basis.",
    "We make the": "We make the most of their know-how in the various core\n                businesses within the company.",
    "We manufacture": " We manufacture some of our own production machines.",
    "We settled in": "We settled in Pencran, in a rural area, in order to promote the\n                development of the local employment basin, rather than in a\n                large metropolis where the industrial zones are already\n                saturated. Our workshops are installed in an eco-designed\n                building, we are 90% self-sufficient in energy thanks to the\n                installation of solar panels and we encourage carpooling between\n                employees.",
    "Working": "Working in short circuits: the choice of made in France."
  },
  "Need-advice": {
    "After-sales": "After-sales service request",
    "Book a": "Book a time slot to pick up your e-commerce order",
    "Book a call": "Book a call with an advisor",
    "Chat online": "Chat online with an advisor",
    "Contact form": "Contact form",
    "For this": "For this, we have several ways to talk to each other, choose\n                  the one that suits you.",
    "Meet us": "Meet us at an event",
    "The well-being": "The well-being of our employees remains our main concern. In\n                particular, we have closely studied the physical working\n                conditions of the team members on the production line and have\n                optimized and arranged each workstation in order to limit bad\n                postures and repetitive gestures.",
    "title": "Need advice",
    "While you": "While you wait for our reply, feel free to read our various guides:",
    "You want": "You want to contact us — write to us, we will help you."
  },
  "orders": {
    "details": "Details",
    "p": "Here, you can review all your previous orders, track the status of active orders, edit or cancel them as needed, and easily reorder past purchases without the need to add items to your cart again.",
    "payment": "Payment",
    "price": "Price",
    "q": "Quantity",
    "r": "Recipient",
    "rate": "Flat Rate",
    "shipping": "Shipping"
  },
  "payment": {
    "heading": "<title>Modes de paiement</title><desc>Vous pouvez utiliser des cartes de crédit et de débit, des portefeuilles électroniques, le paiement à la livraison, les virements bancaires et d'autres modes de paiement alternatifs. Notre objectif est de vous offrir un maximum de <strong>commodité</strong> et de <strong>sécurité</strong> lors de vos achats, en vous proposant différentes options de paiement en fonction de vos choix et de vos besoins.</desc>",
    "p": "<title>Vos moyens de paiement</title><desc>Les nouveaux moyens de paiement ne peuvent être ajoutés que lors du paiement. <link>Contactez-nous</link> si vous avez besoin d'aide.</desc>"
  },
  "privacy": {
    "policy": "Privacy Policy"
  },
  "PRIVACY POLICY": {
    "charterSection1": "<h2>I. IN WHAT CASES DOES THIS CHARTER APPLY?</h2><p>This Charter informs you on the methods of collection, treatment and use of your Data when :</p><ul><li>You are visiting one of the Foil and Co websites</li><li>You buy items on one of the Foil and Co stores</li><li>You subscribe to one of the newsletters of Foil and Co and its personalized contents</li><li>You contact our customer service</li><li>You participate in our contests</li></ul>",
    "charterSection10": "<h2>X. PROTECTION OF YOUR DATA BY FOIL AND CO</h2><p>Foil and Co undertakes to guarantee the integrity and reliability of the data entrusted to it, in particular by taking all the physical, organizational and logistical measures necessary to prevent any alteration or destruction of the said data, in particular by ensuring secure access only to persons authorized to process them.</p>",
    "charterSection11": "<h2>XI. REVISION OF THE CHARTER</h2><p>Foil and Co may have to modify this charter, in particular, if the legislation in force evolves. Any changes will be posted on this page.</p>",
    "charterSection12": "<h2>XII. HOW TO BLOCK COOKIES?</h2><p>You can set your browser to change your consent or to refuse cookies. You can either accept all cookies, be notified when a cookie is set, or reject all cookies. If you refuse all or part of the cookies, some features of the Site may be compromised or some pages may be inaccessible.</p>",
    "charterSection13": "<h2>XIII. TO DISABLE COOKIES:</h2><h3>A. IF YOU ARE USING INTERNET EXPLORER 11. AND FOLLOWING :</h3><ol><li>Go to “Tools” in the menu bar and click on “Internet Options”.</li><li>Click on the “Privacy” tab at the top</li><li>Drag the slider up to the “Block All Cookies” setting to block all cookies, or down to the “Accept All Cookies” setting to accept all cookies.</li></ol><p><a href='http://windows.microsoft.com/fr-fr/internet-explorer/delete-manage-cookies' title='Microsoft Support' target='_blank' rel='noopener' class='text-[#1d98ff]'>http://windows.microsoft.com/fr-fr/internet-explorer/delete-manage-cookies</a></p><h3>B. IF YOU ARE USING FIREFOX 72. AND FOLLOWING :</h3><ol><li>Click on the “menu” button and select “Options”.</li><li>Select the “Privacy” panel.</li><li>In the History area, for the “Retention Rules” option, select “use custom settings for history”.</li><li>Check the “Accept Cookies” box to enable cookies, or uncheck it to disable them. If you have problems with cookies, make sure that the “Accept third-party cookies” option is not set to Never.</li><li>Choose how long cookies can be kept. – Keep them until : “Their expiration”: Each cookie will be deleted on its expiration date, which is set by the cookie issuing site. – Keep them until : “Closing Firefox”: the cookies stored on your computer will be deleted when you close Firefox. – Keep them until : “Ask me every time”: a warning is displayed every time a website wants to send a cookie, asking you if you agree to save the cookie or not.</li><li>Click on OK to close the “Options” window</li></ol><p>For more information, visit <a href='https://support.mozilla.org/fr/products/firefox/privacy-and-security/cookies' title='Mozilla support' target='_blank' rel='noopener' class='text-[#1d98ff]'>https://support.mozilla.org/fr/products/firefox/privacy-and-security/cookies</a></p><h3>C. IF YOU USE GOOGLE CHROME :</h3><ol><li>Go to the “Tools” menu</li><li>Click on “Settings</li><li>Click on “Advanced Settings</li><li>Click on “Privacy/Content Settings</li><li>“Cookies” must be selected. Then select “Block cookies and data from third party sites”.</li></ol><p>For more information, visit <a href='https://support.google.com/chrome/answer/95647?hl=fr' title='Google Support' target='_blank' rel='noopener' class='text-[#1d98ff]'>https://support.google.com/chrome/answer/95647?hl=fr</a></p><h3>D. IF YOU ARE USING SAFARI 14.0 :</h3><ol><li>Choose Safari &gt; Preferences and click on “Security”.</li><li>In the “Accept Cookies” section, specify if and when Safari should accept cookies from websites. To see an explanation of the options, click on the help button (looks like a question mark). If you have set Safari to block cookies, you may need to temporarily accept cookies to open a page. Repeat the above steps, selecting “Always”. When you are finished with the page, disable cookies again and delete the cookies from the page.</li></ol><p>For more information, visit <a href='http://support.apple.com/kb/ht1677?viewlocale=fr_FR' title='Apple Support' target='_blank' rel='noopener' class='text-[#1d98ff]'>http://support.apple.com/kb/ht1677?viewlocale=fr_FR</a>. If you have a different type or version of browser, you are invited to consult the “Help” menu of your browser.</p><p>The action resulting from the defect of conformity is prescribed by two years as from the delivery of the good.</p><p>The action resulting from redhibitory defects must be brought by the purchaser within two years from the discovery of the defect</p>\n",
    "charterSection2": "<h2>II. WHAT DATA IS COLLECTED BY FOIL AND CO?</h2><p>This Charter informs you on the methods of collection, treatment and use of your Data when :</p><ul><li>when you register on one of the Foil and Co sites by filling out various forms related to your account or by uploading data</li><li>when you buy an item on one of the Foil and Co stores</li><li>when you participate in a contest</li><li>when you complete a Foil and Co questionnaire</li><li>when you contact our customer relations department.</li></ul><p>This information may contain, for example:</p><ul><li>your name(s) and surname(s)</li><li>your date of birth,</li><li>your gender,</li><li>your mailing address,</li><li>your e-mail address,</li><li>your telephone number(s),</li><li>your means of payment,</li><li>your purchase history</li></ul><p>You may choose not to provide us with certain information; however, this decision may deprive you of some of the services and features we offer. Information that is essential to the provision of our services and features is identified by an asterisk on our collection forms.</p><h3>A. DATA COLLECTED AUTOMATICALLY</h3><p>During your navigation on one of our sites, Foil And Co is likely to collect, in the strict respect of the Legislation in force and of your rights, data relating to:</p><ul><li>the characteristics of the operating system, browser or devices (computer, tablet, smartphone) that you use to access our services;</li><li>to your location such as your IP address;</li><li>your browsing habits and your interactions with the content of the Site, such as the pages you visit, the search terms you use, the frequency of your visits to the Site, the advertisements you click on.</li></ul><p>Browsing data is collected in particular by means of cookies.</p><h3>B. DATA FROM OTHER SOURCES</h3><p>We may also collect data through third parties, including social networks, when you use your account with those third parties to register or log in to our services. When you use this service, you will be informed of the data that the third party in question sends to us. We use, store and process your data to process your requests, manage our business relationship, optimize our services and tools to create and maintain a more secure and trustworthy environment, and to comply with our legal obligations as specified below.</p>",
    "charterSection3": "<h2>III. WHAT DO WE USE YOUR DATA FOR?</h2><p>Your personal data is used for :</p><h3>A. TO PERFORM THE CONTRACTS ENTERED INTO BETWEEN US</h3><p>We use your personal data to process your order and provide you with the related services. In particular, your data will be used to collect your payments and to inform you by SMS, email or any other means of communication about the terms and conditions of the contract between us. In the course of our business, we may use commercial partners to provide certain services on our behalf. However, our business partners may not use your data for any purposes other than those necessary to perform the services you have requested. Finally, they are obliged to treat them in strict compliance with the legislation in force.</p><h3>B. PROVIDING YOU WITH ACCESS TO THE SITE AND CERTAIN SERVICES</h3><p>The data you provide allows us to identify you in order to access your Customer Area, access to which is reserved to authenticated persons.</p><h3>C. SEND YOU OUR FOIL AND CO NEWS AND PERSONALIZED CONTENT</h3><p>If, at the time of purchasing a product, creating your account on one of the sites or subsequently, you have checked the box or filled out the form that allows you to receive Foil and Co news and personalized content, then we may use your data to communicate to you, according to your preferences (including by email, SMS, telephone or postal mail):</p><ul><li>information about one of the sites;</li><li>invitations to Foil and Co events that may be of interest to you;</li><li>information about our offers;</li><li>information about updates to the Charter or security measures.</li></ul><p>You can, at any time, object to commercial communications from Foil and Co (i) by clicking on the unsubscribe link or following the opt-out procedure set forth in such communications, or (ii) by contacting us as described in Section 6 below. We may also use your data to send you advertising messages that may be of interest to you on third party sites or social networking platforms. For more information on this subject, we invite you to read the conditions relating to the use of your data directly on these sites and/or third-party platforms.</p><h3>D. FOR PROFILING PURPOSES</h3><p>We may also process your data for profiling purposes. Profiling consists of automated processing of your data in order to analyze, anticipate and evaluate your interests and preferences in order to send you personalized content and commercial offers adapted to your specific needs. Foil and Co will only share your data with third party service providers to determine your profile and preferences with greater accuracy and thus send you more relevant Foil and Co content. In no case, the company Foil and Co will not communicate your data to commercial partners. You may, at any time, object to the use of your data for profiling purposes by contacting us in the manner described in the article on the categories of recipients of your data.</p><h3>E. OPTIMIZING THE SITE AND OUR SERVICES</h3><p>We use your data for research, technical testing (including anonymization of your data), deduplication, which allows us to improve and optimize the site and to customize our tools and services. For example, it will ensure that the display of our various contents is adapted to the terminal you are using, or allow us to host your data on even more secure servers, etc.</p><h3>F. HANDLING YOUR CLAIMS</h3><p>When you contact our customer relations department by telephone, via the contact form available on one of the sites or via any other means made available to you by Foil and Co (social networks, chat, etc.), we use your data to :</p><ul><li>respond to you and provide a solution to your complaint;</li><li>ensure and manage the follow-up of your claim;</li><li>improve customer service.</li></ul><h3>G. FOR INTERNAL STATISTICAL AND SURVEY PURPOSES</h3><p>We may use your data to conduct various statistical studies and/or solicit you to participate in our own surveys.</p><h3>H. ENSURING COMPLIANCE WITH THE LAW AND COURT DECISIONS</h3><p>Your data may be used to:</p><ul><li>respond to a request from an administrative or judicial authority, a representative of the law, a court officer or comply with a court order;</li><li>ensure compliance with our general terms and conditions of sale and the Charter;</li><li>to protect our rights and/or obtain compensation for damages that we may suffer or limit the consequences thereof;</li><li>prevent any action contrary to the laws in force, in particular within the framework of the prevention of the risks of fraud.</li></ul><h3>I. MANAGING YOUR PARTICIPATION IN CONTESTS</h3><p>When you participate in a contest, you provide us with a certain amount of information. They are essential to the consideration of your participation, and if necessary, to the delivery of the prize. Furthermore, with your prior and express consent, we may use this data to send you Foil and Co news (product information and promotional offers) and personalized content.</p>\n",
    "charterSection4": "<h2>IV. WHICH COOKIES ARE USED BY FOIL AND CO?</h2><h3>A. WHAT IS A COOKIE?</h3><p>When you use one of its sites, Foil and Co may place a file called a “cookie” on your terminal (e.g. computer, tablet), thanks to your browser. It allows, during its recording period, to identify your computer during your next visits. Thus, each time you visit one of the sites, data from your previous visit may be retained.</p><h3>B. WHICH COOKIES ARE USED BY FOIL AND CO?</h3><p>The Foil and Co group uses, in particular, the cookies listed in the appendix of the present document.</p><h3>C. COOKIES REQUIRED TO PROVIDE THE REQUESTED SERVICES</h3><p>Foil and Co may use cookies that are strictly necessary to provide the services or information you have requested, including:</p><ul><li>cookies “session identifiers to your Customer Area”;</li><li>shopping cart” cookies;</li><li>authentication cookies;</li><li>load balancing session cookies;</li><li>persistent user interface personalization cookies;</li><li>audience measurement analysis cookies (“statistical cookies”).</li></ul><p>The data collected by statistical cookies is not cross-referenced with other processing (or previously anonymized) and is only used to produce anonymous statistics. These cookies do not allow us to track your navigation to other sites, nor do they allow us to geolocate you precisely. You can simply object to cookies, including statistical cookies (see “Disabling Cookies” below).</p><h3>D. TRACKING AND PERSONALIZATION COOKIES</h3><p>Some cookies allow us to analyze, optimize and personalize your navigation on the site. They may also allow automated processing operations to be carried out on your Data in accordance with the terms and conditions specified in Article 4.3. These are only installed with your prior and express consent. During your navigation on the site, cookies issued by third parties (communication agency, audience measurement company, targeted advertising provider, etc…) may allow the latter, during the validity period of these cookies, (i) to collect navigation information relating to the terminals consulting the Site and (ii) to determine what advertising content may be relevant to your interests. The issuance and use of cookies by third parties is subject to the cookie policies of those third parties.</p>\n",
    "charterSection5": "<h2>V. HOW LONG DO WE KEEP YOUR DATA?</h2><p>In general, your data is kept only as long as necessary to carry out the operations for which it was collected. Here are the different retention periods of the data collected by Foil and Co:</p><ul><li>the data transmitted directly to us as detailed in article 2.1 are kept for the time necessary for the purpose of their processing;</li><li>the navigation data are kept for a maximum of 13 months;</li><li>Data relating to prospects are kept for a maximum of 3 years from the last contact you have initiated with Foil and Co;</li><li>the data relating to the identity documents that you send us when you exercise your right of access or rectification are kept for a maximum period of 12 months;</li><li>the information allowing to take into account the rights of the persons concerned to oppose to receive commercial prospecting is kept for a maximum period of 3 years as from the exercise of this right.</li></ul><p>We may also delete your data at your request. However, at the end of the above-mentioned periods, including your request for deletion, your data may be retained in order to meet our legal, accounting and tax obligations (e.g.: obligation to retain invoices for 10 years in accordance with article L.123-22 of the French Commercial Code) and/or during the applicable limitation period and/or in the event of legal proceedings for the duration of said proceedings.</p>",
    "charterSection6": "<h2>VI. WHAT ARE THE CATEGORIES OF RECIPIENTS OF YOUR DATA?</h2><p>We may share your data with various third parties, including:</p><ul><li>with our affiliated entities in order to provide you with the requested services or acting as a subcontractor in accordance with applicable law;</li><li>our business partners, suppliers and/or subcontractors who process your data on our behalf, according to our instructions, for the purposes detailed in article 2 (in particular transport companies, insurance companies, customs authorities, receptive service providers, financial institutions, technical subcontractors, etc.) We take particular care to ensure that these third parties provide sufficient guarantees to ensure the protection and security of your data;</li><li>to duly authorized French or foreign authorities, in particular in the context of a legal action or a request for communication of information.</li></ul>",
    "charterSection7": "<h2>VII. ON WHAT LEGAL BASIS IS YOUR DATA PROCESSED?</h2><p>In accordance with the legislation in force, we rely on various legal bases to process your data, including:</p><ul><li>your prior and express consent to the processing of your data for one of the purposes referred to in Article 3;</li><li>the execution of the contract between us;</li><li>the need to comply with a legal obligation or to defend ourselves in the event of legal proceedings;</li><li>the achievement of the legitimate interest that Foil and Co pursues;</li><li>the safeguarding of your vital interest.</li></ul>",
    "charterSection8": "<h2>VIII. WHAT ARE YOUR RIGHTS?</h2><h3>A. YOUR RIGHTS OF ACCESS, RECTIFICATION, DELETION AND OPPOSITION</h3><p>You can ask us to access, correct, update or delete your personal information. You also have the right to object to the processing of your data.</p><h3>B. THE RIGHT TO PORTABILITY OF YOUR DATA</h3><p>The right to portability offers you the possibility of recovering part of your data, namely:</p><ul><li>the data that you have transmitted directly to us as detailed in article 2;</li><li>data generated by your activities on the site as detailed in article 2.</li></ul><p>We will endeavour to respond to your request within a reasonable period of time and, in any event, within the time limits set by the applicable legislation.</p><h3>C. SETTING GUIDELINES FOR WHAT HAPPENS TO YOUR DATA</h3><p>You have the right to define general or specific directives relating to the conservation, deletion and communication of your post-mortem data.</p><h3>D. CONTACT</h3><p>To exercise all these rights, you must send a letter to the following address Company FOIL AND CO, 29450 LE TREHOU, FRANCE with a copy of your identity card. At any time, if you feel that your rights have not been respected, you have the right to make a complaint to the Data Protection Officer (DPO) of Foil and Co whose contact details are Company FOIL AND CO, 29450 LE TREHOU, FRANCE. You may, at any time, file a complaint with the competent control authority (in France, the CNIL: www.cnil.fr ).</p>",
    "charterSection9": "<h2>IX. IS YOUR DATA TRANSFERRED OUTSIDE THE EUROPEAN UNION?</h2><p>We may transfer your data to countries outside the European Union for the purposes described in this Policy. For each of these transfers, we ensure that your data benefits from a level of protection equivalent to that offered in Europe. Transfers are made only to countries that are recognized as providing an adequate level of data protection by the European Commission. In the event that data is transferred to a country that does not offer an adequate level of protection, Foil and Co and its partners or service providers undertake to frame the transfer by means of appropriate guarantees (such as the European Commission’s standard contractual clauses) which you can request from the DPO’s address indicated above.</p>",
    "privacyCharter": "<p>Foil and Co, registered under no.822 822 615 R.C.S. BREST, attaches great importance to the protection of your personal data and carefully monitors compliance with the protective provisions relating to privacy and the processing of personal data, in particular the European Regulation on the protection of individuals with regard to the processing of personal data and on the free movement of such data (EU Regulation 2016/679 of 26 April 2016), the law of 6 January 1978 known as the “Data Protection Act” as amended in 2018, as well as the recommendations emanating from the CNIL (hereinafter the “Legislation in force”). The purpose of this personal data protection charter (hereinafter the “Charter”) is to describe how and when Foil and Co, as data controller, collects, uses and communicates certain personal data (hereinafter the “Data”) that you send to us in order to meet your needs but also to optimize and improve the quality of the services we offer you.</p>",
    "title": "PRIVACY POLICY"
  },
  "profile": {
    "account": "Log Out of Your Account",
    "billing": "Billing Address",
    "cancel": "Cancel",
    "change": "Change Password",
    "contact": "Contact info",
    "dis": "Disconnect",
    "display": "Display Name",
    "Edit": "Edit",
    "full": "Full name",
    "hello": "Hello",
    "here": "Here you can enter or edit public information about yourself. The data will be used in the future for ordering. The changes you make will be displayed immediately after saving.",
    "info": "Information",
    "logout": "Log Out",
    "order": "Orders",
    "p": "We look forward to your return whenever you're ready to log in again. Your account is always here with you, and you can come back to it whenever you need.",
    "payment": "Payment Methods",
    "phone": "Phone",
    "profile": "Your Profile",
    "s": "Shipping Address",
    "save": "SAVE CHANGES",
    "shipping": "Your shipping address has been updated successfully.",
    "store": "Go To Store",
    "success": "Your billing address has been updated successfully.",
    "user": "User information"
  },
  "reconditioning": {
    "heading": "Our range of reconditioned foils",
    "heading_2": "We are proud to present our refurbished products, an initiative\n              that reflects our commitment to the environment and our desire to\n              provide you with products that are close to new condition, at a\n              more affordable price and with the same high level of service.",
    "sub": "With this conviction in mind, we have set up a reconditioning line\n              in our Brittany factory to repair and refurbish all our products\n              that can be reconditioned by our experts, whether it's a returned\n              product, damaged packaging or purchased equipment.",
    "sub_sub": "Discover refurbished products",
    "title": "reconditioning"
  },
  "service-request": {
    "title": "Service request"
  },
  "support": {
    "afs-support": "AFS Support\n",
    "ahd": "The AHD blue on our boards (Thunderbolt, Topaz, Compact) is\n                RAL5012.",
    "article": "article",
    "ay": "<p>Colors for AHD Fury:</p>\n              <ul>\n                <li>Blue gradient: Hexa #1B8AB2 → #292B2C</li>\n                <li>Red: Hexa #FE5558</li>\n              </ul> ",
    "black": "<li>Black: Hexa #292B2C</li>\n                <li>Blue: Hexa #1B8AB2</li>",
    "board": "Board",
    "change": " I want to change the strut or center strut of my wing, how can I\n              identify my wing generation?",
    "color": "Colors for the Sealion Strapped:",
    "color-size": "            <li>\n                  Red: <span>NCS S 0570-Y90R</span>\n                </li>\n                <li>\n                  Green: <span>NCS S 0565-G50Y</span>\n                </li>\n                <li>\n                  Pads: <span>Amarillo-7 / Verde-6 / Rojo-22 / Blanco</span>\n                </li>",
    "consult": "Consult this",
    "contact": "Contact an authorized AFS repairer:",
    "contact-us": "  Contact us for a quote.",
    "equipement": "Equipment trade-in",
    "foil": "Foil and boards",
    "i-broke": " I broke my sail",
    "in-addition": "In addition, we have prepared tutorial articles to guide you in\n          resolving the most common issues on your own.",
    "last": "    WILD → only one possible version DIAMOND → only one possible\n                version",
    "need": " I need to repair my board, is it possible to know the color or RAL\n              code?",
    "need-please": "Please note, there may be slight differences between the color\n                code and the actual appearance of the board depending on the\n                techniques used in the workshop or factory. The codes provided\n                are those that come closest to the final result.",
    "our-repair": "Our repair experts know how to restore your AFS equipment.",
    "parts": "Spare parts",
    "quicly": "to quickly and easily resolve the issue,",
    "recovery-equip": "Equipment recovery",
    "repair": "                    Repair my product\n",
    "repair-here": " Here you will find all the information you need about repair options\n            for your product. Select the category you are interested in to find\n            out about the repair options available.",
    "repair-my": "Repair my product",
    "return": "  Request a return",
    "service-req": "Service request",
    "size": " <li>Red: RAL 3020s</li>\n                <li>White: RAL 9010</li>\n                <li>Gray: RAL 7012</li>\n                <li>Blue: RAL 5019</li>",
    "these": "These services only apply to AFS, AHD, and Sealion products.",
    "title": "AFS Support – Need Help?",
    "user-manual": "                    User manual\n",
    "v1": "V1 → black cap",
    "v2": " V2 → red cap without deflation valve on the center strut",
    "v3": " V3 → red cap and deflation valve on the center strut -\n                    connection tube between strut and center strut: angled on\n                    the strut and straight on center strut / connection tube\n                    between strut and center strut: straight on the strut and\n                    angled on center strut",
    "we-will": "We will take back your old AFS foil when you purchase a new one.\n              AFS foil!",
    "wilf": "WILF → 3 possible versions:"
  },
  "surfone": {
    "btn": "Store access map",
    "heading": "AFS products are available in the",
    "Passionate about nature": "Passionate about nature, and windsurfing in particular, Laura has recently taken up windsurf-foil and wing foil to give you even better advice at Surfone. She’s an aficionado of stand-up paddling, preferably in the waves, with the occasional ballad.",
    "store": "store",
    "sub_h": "Surfone offers a wide range of products for all levels and types of practice, including AFS equipment",
    "The sales staff": "The sales staff are keen sailors who don't hesitate to get in the water to test all the products so they can give you the best advice!",
    "The Surfone store was": "The Surfone store was set up in 1978 in the seaside resort of Port Leucate on the Terres Catalanes, a mecca for board sports renowned for its Tramontane wind. The team welcomes you in a 400m2 space, offering a wide range of products for all levels and types of practice."
  },
  "visit": {
    "play": " PLAY VIDEO",
    "precission": "Precision down to the smallest detail.",
    "the-production": "The production of foils and boards is a real challenge. It requires precision and expertise at every stage, from the design to the final assembly. Our factory is equipped with the latest technology to ensure the best quality and performance."
  },
  "whatsnew": {
    "aside": "<p>03 SEPTEMBRE 2025</p><h2>NEW WING - THE STREAM</h2>",
    "aside10": "<p>8 JUILLET 2025</p><h2>Youth Surf-Freestyle World Vice-Champion! 🚀</h2>",
    "aside11": "<p>July 7, 2025</p><h2>SILK, our iconic AFS ADVANCED foil</h2>",
    "aside12": "<p>July 2, 2025</p><h2>AFS ⏐ PROTIPS - EVO HA vs ENDURO : quelle est la différence ?</h2>",
    "aside13": "<p>JUNE 25, 2025</p><h2>The EVO range presented by Alan</h2>",
    "aside14": "<p>JUNE 13, 2025</p><h2>Discover the Dock-Star</h2>",
    "aside15": "<p>JUNE 10, 2025</p><h2>It's time to switch</h2>",
    "aside16": "<p>JUNE 10, 2025</p><h2>Pulse - Born To Wake</h2>",
    "aside17": "<p>7 JUIN 2025</p><h2>Wing Challenge</h2>",
    "aside2": "<p>AUGUST 31, 2025</p><h2>AFS | Can you catch the Stream?</h2>",
    "aside3": "<p>AUGUST 27, 2025</p><h2>AFS ⏐ DOCK-STAR : La machine Dockstart</h2>",
    "aside4": "<p>AUGUST 14, 2025</p> <h2> Enduro 1600 GLT : Ultimate glide & all-terrain foil performance </h2>",
    "aside5": "<p>AUGUST 13, 2025</p><h2>GWA RESULTS ⚡️</h2>",
    "aside6": "<p>14 AOÛT 2025</p><h2> Enduro 1600 GLT : Ultimate glide & all-terrain foil performance </h2>",
    "aside7": "<p>21 JUILLET 2025</p> <h2> How to perform well in a dockstart? </h2>",
    "aside8": "<p>20 JUILLET 2025</p> <h2> Rockstart mode activated with Alan ! </h2>",
    "aside9": "<p>18 JUILLET 2025</p> <h2> The perfect dockstart setup presented by Gwen Le Tutour </h2>",
    "axelCongrats": "<h4>Congratulations to Axel, who shone last week at the GWA Youth Wingfoil World Championships in Spain (Costa Brava). He took second place on the podium in Surf-Freestyle after an intense week!</h4><h4>Let’s go Axel 💪🏼</h4>",
    "content3": "<p>Introducing the Dockstar: an ultra-lightweight board that won't go unnoticed, either to the eye or underfoot. With its glittery finish and sleek silhouette, it was born to shine and perform.</p><p>A lightweight wing that allows for high-performance free gliding while maintaining control for structured fluidity and instinctive control.</p><p>It's fun, it's instinctive, it's addictive!</p><p>An explosive mix of skate culture, beach vibes, and free riding—a new scene is opening up on the water, and you're the star.</p>",
    "description": "<p>Inspired by the movement of fluids. Designed to blend in with the elements, AFS unveils its latest innovation: the STREAM.</p><p>A lightweight wing that allows for high-performance free gliding while maintaining control for structured fluidity and instinctive control.</p><p>The science of flow, the feeling of flight.</p>",
    "detachableBoard": "<h4>Designed for carving in surf foil and wingfoil in waves, it has evolved to offer you more freedom without losing its identity, with its detachable version. 🌊</h4><h4>This development concerns sizes 850 and 1050, which thus complete the existing range. The monobloc versions (650, 850, 1050) remain available, of course, for those who prefer to opt for the aircraft.</h4>",
    "dockStarInfo": "<h4>At AFS, every board is designed with the same high standards as our foils. Manufactured entirely in our workshops in Brittany, the DOCK-STAR and its pre-impregnated carbon construction are no exception to this rule.</h4><h4>Weighing in at 1.6 kg, it combines lightness, rigidity, and performance: the hallmark of our high-end expertise, designed for intensive pumping.</h4>",
    "glide": "Ce que l’on cherche tous, c’est cette sensation de glisse pure,\n                de liberté totale, de connexion. Et maintenant, elle est à votre\n                portée. Prêt à foiler autrement ?",
    "pulseVideo": "<h4>Check out the latest video on Pulse!</h4><h4>Feel the heart beat, ride the rush, and let instinct lead the way.</h4>\n",
    "recap": "<h4>AFS riders Axel and Milla have just completed two stages of the GWA Surf-Freestyle World Tour in the Canary Islands, delivering impressive performances and taking away valuable lessons for the rest of the season. Here is a recap…</h4><h4>🇪🇸 Fuerteventura: July 28 to August 2</h4><ul><li>Milla (first event on the Tour): 5th place, just 0.25 points short of reaching the final. <em>“My scores keep improving, and I reached my first semifinal.”</em></li><li>Axel: also finished in 5th place. <em>“Not the result I was aiming for, but I am getting closer to the top level. I know exactly what I need to work on.”</em></li></ul><h4>🇪🇸 Gran Canaria: August 5 to 8</h4><ul><li>Milla: eliminated in the first round, but still holding a provisional top-10 ranking in her first year on Tour. <em>“I am already looking ahead to what comes next.”</em></li><li>Axel: 2nd place 🥈, with his first-ever perfect 10/10 score in competition and the very first double front successfully landed in a contest. <em>“I feel stronger than ever. Now it is time to take the final step toward victory.”</em></li></ul><h4>A Canary Islands back-to-back filled with action, progress, and motivation for the upcoming stages.</h4><h4>Congratulations to both of them!</h4>",
    "Stay": "Stay up to date with the latest news on AFS products",
    "summerOffers": "<h4>Summer is coming, so we've put together two unmissable offers to upgrade your gear or optimize your setup without breaking the bank!</h4><h4>🔁 TRADE-IN OFFER: UP TO €1,200 BONUS</h4><h4>Get up to €1,200 back on the purchase of a new complete foil by sending us your old Performer foil (instead of the usual €849).</h4><h4>SWITCH OFFER: 50% OFF OR FREE!</h4><h4>Would you like to order one or two wings from the EVO / EVO HA / ENDURO ranges?</h4><h4>➡️ For the purchase of 1 wing: the SWITCH fuselage is 50% off<br />➡️ For the purchase of 2 wings: the SWITCH fuselage is free!</h4><h4>📅 Offers valid until July 31</h4><h4>Don't miss the opportunity to sail equipped this summer! ☀️</h4><h4>See you soon,</h4>\n",
    "techTalk": "<h4>In this new episode of our Tech Talk series, Richard Boudia and Gwen Le Tutour present the best foil + board combos for dock starts—sharing their favorite setups, tips, and what really makes a difference in facilitating starts, improving glide, and progressing quickly. </h4><h4>You'll also get an exclusive look at the latest from AFS: redesigned gear, optimized designs, and new ideas to take your dockstart sessions even further. </h4><h4>Whether you're just starting out or already hooked, this video is packed with tips to get the most out of every pump. </h4>",
    "techTalk2": "<h4>In this new episode of our Tech Talk series, Richard Boudia and Gwen Le Tutour present the best foil + board combos for dock starts—sharing their favorite setups, tips, and what really makes a difference in making starts easier, improving glide, and progressing quickly. </h4><h4>You'll also get an exclusive look at the latest from AFS: redesigned gear, optimized designs, and new ideas to take your dockstart sessions even further. </h4><h4>Whether you're just starting out or already hooked, this video is packed with tips to get the most out of every pump. </h4>",
    "title": "AFS News",
    "we've": "𝘞𝘦’𝘷𝘦 𝘯𝘦𝘷𝘦𝘳 𝘧𝘦𝘭𝘵 𝘢 𝘸𝘪𝘯𝘨 𝘭𝘪𝘬𝘦 𝘵𝘩𝘪𝘴.",
    "What": "What we all seek is that feeling of pure gliding, total freedom, connection. And now, it's within your reach. Ready to foil differently?",
    "wingChallenge": "<h4>Special Wing challenge: street interviews! 🎤 #Microtrottoir</h4><h4>During the After Session at the AFS booth, Alan and Chloé asked riders what their favorite product from the brand was... Spoiler alert: opinions differed, but the classics were well represented! 🔥</h4><h4>What's your favorite product?</h4>"
  },
  "wind-foil-2023-guide": {
    "allround_paddles_h": "Allround paddles",
    "allround_paddles_sub": "It’s a compromise between the wave and the promenade. Relatively short, between 9 and 11 feet, it is often rather wide, with a round nose and a comfortable tail. Ideal if you’re just starting out, for family use or for an intermediate user who wants to do everything without getting in over your head.",
    "all_the_surf_p": "All the surf spots are waiting for you, from Brittany to the Basque Country. You can take off on the slightest ripple, so make the most of it.",
    "a_wide_range_p": "A wide range of race formats are available throughout France. The Tawara (in the Tarn region of France) and the full Dordogne run alongside races in the Atlantic Ocean, such as the Beach Race in Crozon, or The Race in Guadeloupe.",
    "beginner": "Beginner",
    "buying_an_inflatable": "Buying an inflatable or rigid paddle?",
    "choice_according": "Choice according to your practice",
    "choice_according_sub": "Combined, these can be used to create sup shapes that are more or less suited to your level of practice. Here are the main shapes found on the market, and found in all the brands on sale.",
    "date": "March 27, 2023",
    "depending": "              Depending on my level of paddling\n",
    "discipline_p": "One discipline that is becoming increasingly popular is sup\nfoiling. We’ve put together a",
    "discover_our_stand_up_paddles": "Discover our stand up paddles",
    "essential_h": "Essential SUP accessories",
    "essential_sub": "Safety first! As with most water sports, a leash is essential. It attaches to the rear of the tail, on the deck, and is worn on the ankle. We recommend the leash coiled – or telephone, which is the most common because it’s more comfortable.",
    "expert": "Expert",
    "firstly": "Firstly, stand-up paddling is a super all-round water sport.\n              Generally speaking, it not only stimulates your cardio, but also\n              the muscles of your upper body, legs and abdominal muscles. It’s\n              also the perfect way to improve your balance!",
    "for-intermediate": "For intermediate riders, or those who already practice other board\n              sports such as kitesurfing or windsurfing, you can already start\n              to orientate yourself according to your chosen sport (surfing,\n              cruising…), but the best thing is to go for boards that offer a\n              minimum of versatility and comfort, so as not to get into\n              difficulty.",
    "for-sup": "For SUP experts, practice defines your needs, and we’ll explain in\n              detail which board is perfect for each activity, so you can get\n              the most out of it!",
    "generally-speaking": "Generally speaking, these are the parameters we’ll use to define the SUP’s shape. Note that for the same level, the bigger you are, the more width and length you’ll need to make life easier.",
    "gthe": "GThe longer your paddle, the more it “glides”. In other words, an oar stroke is more efficient. Length also reduces the “row” phenomenon. If your sup is very short, it will tend to swivel to the right if you paddle to the left. It’s great in surfing to be agile on the wave, but not so great in competition or over long distances when you want to change sides as little as possible…",
    "guide_specifically": "guide specifically for stand-up paddle foils",
    "how": "How to choose the right paddle?",
    "if-you": "If you already practice a water sport like windsurfing, wing\n              foiling, kite foiling or perhaps surf foiling, you’ve probably\n              heard of <strong>wind foiling</strong>: a variant of windsurfing\n              where the main objective is to glide over the water thanks to a\n              foil, offering a sensation of flight.",
    "if-you'r": "  If you’re a beginner and you’ve never really taken part in water\n              sports, the first thing to consider is not so much what you do,\n              but your level. It’s important to select an easy board to discover\n              this sport. It would be a shame to give up on stand-up paddling as\n              soon as you’ve made your first runs with equipment that’s too\n              small. Width is particularly important, as it determines your\n              stability.",
    "in_downwind_p": "It’s your engine, and it’s essential that this equipment is good. There’s no point riding in a beautiful body if you have to push it by hand! So you’d better pay the price and enjoy the best of the discipline. Originally made of wood, today they’re either aluminum or composite (fiberglass and carbon). Aluminum requires maintenance, and although it’s very shock-resistant, it’s heavy and can’t be repaired if you bend the handle. This material is reserved for schools or very first prizes. We recommend either a mix of fiberglass and carbon, which can be good value for money, or 100% carbon if you use it regularly. And beware of removable oars: the more parts they have, the less rigid they are. If you’re planning to do some wave riding, downwind or distance work, go for a one-piece shaft, possibly with an adjustable olive, but avoid three-piece shafts.",
    "in_downwind_p_s": "In downwind, the choice of starting bump is crucial.",
    "intermediate": "Intermediate",
    "is-a": "is a less physical discipline than windsurfing, provided, of\n              course, that you have mastered it to some degree.",
    "it-provides": "It provides comfort and stability. On the other hand, it will make you slower and require more effort to maintain speed. If you’re just starting out, it’s very important to have a consistent width so as not to get into trouble.",
    "leash_h": "The leash",
    "length": "Length",
    "lesh_p": "Safety first! As with most water sports, a leash is essential. It attaches to the rear of the tail, on the deck, and is worn on the ankle. We recommend the leash coiled – or telephone, which is the most common because it’s more comfortable.",
    "less_common": "Less common, downwind sailing is emerging in Brittany and the south of France, with foiling in full swing.",
    "minimum_volume": "Minimum volume",
    "nose": "Nose shape",
    "nose_sub": "Pointed noses are ideal for racing or for distance work, as they can easily split the wave. In surfing or for beginners, noses become rounder, losing glide but gaining grip on waves. On rigid paddles, you can also work on the shape of the bow, hull and deck to make them more resistant to chop, for example.",
    "paddle": "The paddle",
    "paddles_foiling": "Paddles for foiling",
    "paddles_for_surfing": "Paddles for surfing",
    "paddles_for_surfing_sub": "These are generally the shortest, under 10 feet, with a round nose. Very maneuverable, they have widths and tails specific to each model for different uses: a very pinched and thin tail for maximum agility to an almost rectangular tail for greater stability and power in soft waves.",
    "paddles_h": "Paddles for beginners",
    "paddle_spots": "Paddle spots",
    "paddles_race": "Paddles race",
    "paddles_race_sub": "Long, often 12’6″ or more, they are also (very) slender, with pointed noses. If their balance is precarious, they are speed machines, especially on flat spots and long distances. For experienced users only.",
    "paddles_sub": "What you need is an intermediate length for versatility (in the 9/11 foot range), a generous, round nose and tail, and above all, good width!",
    "same_size": "Same size",
    "secondly": "Secondly, the sup is very versatile. All-around paddling for\n              adventure or pleasure, competitive racing, family use, surfing and\n              SUP foiling: you can do it all with this discipline, in all\n              conditions, and that’s what we love about it. More than just\n              kayaking and canoeing, you can take advantage of all the best the\n              sea and whitewater have to offer.",
    "shape_h": "The shape of the tail",
    "shape_sub": "They come in a variety of forms, but to put it simply, the more the tail is pinched, the more you gain in manoeuvrability and lose in stability. The wider it is, the less manoeuvrable you are on the wave, but the better your start and the more stable you are.",
    "tabel_2_wave_practice": "Wave practice",
    "table_1_practical_walk": "Practical walk",
    "the_advantages_p": "The advantages of hard surfaces in terms of feel, longevity and performance are absolutely indisputable, and very quickly outweigh the few disadvantages. If you want to use your equipment for something else, for very limited seasonal use, and if you want to prioritize quality (because inflatable prices often reach those of the hard stuff as soon as you want a minimum of performance, so it’s sometimes better to wait for the right promotion…), the inflatable may not be the solution, even if it’s common to read the opposite.",
    "the_french_spots_p": "The French spots are particularly varied, and it’s common for some of them to be cited as the best in the world!",
    "the-length": "The length",
    "the-width": "The width",
    "thickness": "Thickness",
    "thickness_sub": "More important for inflatable paddles, which must have spread skins to guarantee minimum rigidity. As you increase, you reduce the feeling of gliding as you move further away from the water. A greater thickness also reduces balance, as you find yourself tossed about like a cork on the water past the 5-inch mark.",
    "to": "to",
    "touring_exploring": "Touring / exploring",
    "touring_paddles": "Touring paddles",
    "touring_paddles_sub": "Longer than all-rounders, between 11 and 12 feet, with a more pointed nose, they often retain a little width. The longer length allows you to cover greater distances and row more efficiently, while keeping the shape affordable. They’re no longer relevant for waves, as they’re too long, but they’re still great at sea, even with a little chop. The larger models are ideal if you’re just starting out and don’t intend to surf with them. Note that there are even some for making doubles! These ranges are often available on rental sites, so don’t hesitate to consult our network of partners in France to find out more; the adventure may be worth the detour.",
    "We_told_you": "We told you: the French landscape is as rich as the discipline itself, and it’s this freedom that we love!",
    "what's-in": "What's in it for me?",
    "what-size": "What size and shape for my stand-up paddle?",
    "when_it_comes": "When it comes to hiking, as long as the conditions are right, the only choice is the landscape. From the Calanques in Marseille to the gorges of the Var, from the Dordogne to Lake Annecy and the Breton coastline, all you have to do is take your equipment with you to enjoy a whole new viewpoint in complete peace and quiet.",
    "width": "Width",
    "Windfoil": "Windfoil: a complete guide to getting started and progressing in\n              the discipline",
    "your_weight": "your weight",
    "your_weight_at_your_weight": "your weight at your weight"
  },
  "wing-foil-bordeaux-gliss-up": {
    "Address": "Address",
    "AFS Expert": "AFS Expert\n",
    "afs-products-are-available-at-the": "AFS products are available at the",
    "a young": "A young and dynamic team of multi-sport practitioners. Two\n                  managers and their collaborators, all athletes to best advise\n                  you in your equipment choices in the store.",
    "everyone has": "Everyone has their own\n              discipline, but we try to practice as many sports as possible to\n              best advise customers, practicing this or that sport each weekend\n              depending on conditions.",
    "gliss": "Gliss Up Team\n",
    "gliss-up-offers": "Gliss Up offers a wide choice of technical equipment from all\n                brands, including AFS since 2016.",
    "History": "History",
    "originally": "Originally, this store specialized in windsurfing, but the team\n              has managed to follow trends to diversify and offer products that\n              meet everyone's practices. From surfing to foiling, including\n              electric mountain biking, there's something for everyone!",
    "store": "store",
    "Store access map": "Store access map",
    "Store in Bordeaux": "Store in Bordeaux"
  }
}