{
  "advance": {
    "aboutTitle": "AFS Advanced is our way of concentrating our know-how and expertise into the most advanced designs, which is the essence and the future of AFS.",
    "mission": "OUR MISSIONS",
    "pageTitle": "THE ESSENCE\nOF FOILING"
  },
  "breadcum": {
    "gliss": "Gliss Attitude",
    "glissUp": "Gliss Up",
    "guide-sup": "Guide Sup 2024",
    "home": "Home",
    "Visit The Factory": "Visit The Factory",
    "Wind Foil 2023 Guide": "Wind Foil 2023 Guide"
  },
  "DirectSailing": {
    "Address": "Address",
    "As an": "As an AFS retailer for several years, Pascal (store manager)\n                  initially chose the brand to promote Made in France in his\n                  store.",
    "A wide": "A wide range of products ranging from catamarans, dinghies, and\n                kayaks to SUPs, windsurf boards, and sailboats for private\n                individuals. AFS distributor for several years.",
    "Direct Sailing Team": "Direct Sailing Team",
    "History": "History",
    "Local and": "Local and quality products\" highlighted by his friend Thierry\n                  Pen (co-founder Foil&Co and former sales director), all of\n                  which gave rise to a commercial relationship between the brand\n                  and the store.",
    "store": "store",
    "Store access map": "Store access map",
    "Store in Pornichet": "Store in Pornichet",
    "The Direct Sailing ": "The Direct Sailing store has been in existence for over 20 years.\n              Originally, the shop offered Hobie Cat catamarans, dinghies, and\n              kayaks to equip clubs. Over time, they have followed the evolution\n              of water sports and expanded their product ranges with SUP,\n              windsurfing, land sailing, and wing, thus targeting private\n              individuals.",
    "title": "AFS products are available at the"
  },
  "equipment": {
    "AFS": "AFS product specialists – Antonin & Elouann",
    "After": "After validating the trade-in offer, I drop off my equipment\n                    at the post office for delivery to :",
    "All you": "All you have to do is ride!",
    "ATTENTION": " ATTENTION: rework is done piece by piece: it is not possible to\n              rework a wing against a foil, for example. It will be a foil for a\n              foil, a fuselage for a fuselage…",
    "Have": "Have a trade-in estimate",
    "Have a": "Have a trade-in estimate",
    "Heres": "Here's how it works",
    "Once": "Once acceptance has been confirmed, the new equipment is\n                    dispatched.",
    "Our": "Our passionate experts are here to answer all your trade-in\n                  and equipment valuation questions!",
    "Register": "Register your equipment – complete foil, front wing,\n                    stabilizer or TBAR – online.",
    "Register equipment": "Register equipment",
    "Stage": "Stage",
    "sub": "We’ll take back your old AFS foil if you buy a new AFS foil!",
    "Using": "Using the same link, you indicate the material you wish to\n                    purchase.",
    "Using the": "Using the same link, you indicate the material you wish to\n                    purchase.",
    "Well": "We’ll help you assess the condition of your equipment so you\n                  can trade it in today.",
    "You will": "You will receive the estimated cost of restoration within 24\n                  hours."
  },
  "Form": {
    "title": "Form"
  },
  "gliss": {
    "a": " At GlissAttitude, our passionate and experienced staff will be\n                delighted to welcome you and offer advice.",
    "glissAttitude": " <h1>\n                AFS products are available at the\n                <span> Gliss Attitude</span>\n                store\n              </h1>\n\n              <p>\n                One of France's oldest marine equipment stores with AFS\n                equipment\n              </p>",
    "last": "<span>\n                  <h3>Eric</h3>\n                  <p>manager, windfoiler, and engineer by training</p>\n                </span>\n                <span>\n                  <h3>Bastien</h3>\n                  <p>\n                    manager in Marseille - surfer originally from the Île de Ré.\n                  </p>\n                </span>\n                <span>\n                  <h3>Paul</h3>\n                  <p>advisor - snowboarder</p>\n                </span>\n                <span >\n                  <h3>Christopher</h3>\n                  <p>manager in La Fos-Sur-Mer</p>\n                </span>\n\n                <span>\n                  <h3>Baptist</h3>\n                  <p>\n                    advisor - experienced snowboarder and very good slalom skier\n                  </p>\n                </span>",
    "p-1": "<p>\n              GlissAttitude has two stores steeped in history. One is located in\n              Marseille city center and the other is in La Fos-Sur-Mer, on the\n              beachfront. Run by enthusiasts, the company is a benchmark in\n              terms of advice and water sports equipment.\n            </p>\n\n            <h2>\n              <span>\"</span>Always searching To\n              guarantee the best for our customers, we do not hesitate to test\n              our equipment in the water and on test benches. We record our\n              comments on the equipment in our blog.\n              <span>\"</span>\n            </h2>"
  },
  "guide": {
    "body-1": "   Paddleboarding has established itself as a trendy outdoor sport,\n              accessible to beginners and experts alike. We give you our\n              professional opinion on the right stand-up paddle equipment to\n              choose, the right prices, but also on spots, accessories and\n              paddles!",
    "body-2": "<h2>What's in it for me?</h2>\n            <p>\n              Firstly, stand-up paddling is a super all-round water sport.\n              Generally speaking, it not only stimulates your cardio, but also\n              the muscles of your upper body, legs and abdominal muscles. It’s\n              also the perfect way to improve your balance!\n            </p>\n            <p>\n              Secondly, the sup is very versatile. All-around paddling for\n              adventure or pleasure, competitive racing, family use, surfing and\n              SUP foiling: you can do it all with this discipline, in all\n              conditions, and that’s what we love about it. More than just\n              kayaking and canoeing, you can take advantage of all the best the\n              sea and whitewater have to offer.\n            </p>",
    "body-3": "<h2 >How to choose the right paddle?</h2>\n            <h3>\n              Depending on my level of paddling\n            </h3>\n            <p >\n              If you’re a beginner and you’ve never really taken part in water\n              sports, the first thing to consider is not so much what you do,\n              but your level. It’s important to select an easy board to discover\n              this sport. It would be a shame to give up on stand-up paddling as\n              soon as you’ve made your first runs with equipment that’s too\n              small. Width is particularly important, as it determines your\n              stability.\n            </p>\n            <p >\n              For intermediate riders, or those who already practice other board\n              sports such as kitesurfing or windsurfing, you can already start\n              to orientate yourself according to your chosen sport (surfing,\n              cruising…), but the best thing is to go for boards that offer a\n              minimum of versatility and comfort, so as not to get into\n              difficulty.\n            </p>\n            <p>\n              For SUP experts, practice defines your needs, and we’ll explain in\n              detail which board is perfect for each activity, so you can get\n              the most out of it!\n            </p>",
    "body-4": "<h3>\n              What size and shape for my stand-up paddle?\n            </h3>\n            <p>\n              Generally speaking, these are the parameters we’ll use to define\n              the SUP’s shape. Note that for the same level, the bigger you are,\n              the more width and length you’ll need to make life easier.\n            </p>\n            <h3>The length</h3>\n            <p>\n              GThe longer your paddle, the more it “glides”. In other words, an\n              oar stroke is more efficient. Length also reduces the “row”\n              phenomenon. If your sup is very short, it will tend to swivel to\n              the right if you paddle to the left. It’s great in surfing to be\n              agile on the wave, but not so great in competition or over long\n              distances when you want to change sides as little as possible…\n            </p>\n\n            <h3>The width</h3>\n            <p>\n              It provides comfort and stability. On the other hand, it will make\n              you slower and require more effort to maintain speed. If you’re\n              just starting out, it’s very important to have a consistent width\n              so as not to get into trouble.\n            </p>\n            <h3>Thickness</h3>\n            <p>\n              More important for inflatable paddles, which must have spread\n              skins to guarantee minimum rigidity. As you increase, you reduce\n              the feeling of gliding as you move further away from the water. A\n              greater thickness also reduces balance, as you find yourself\n              tossed about like a cork on the water past the 5-inch mark.\n            </p>\n\n            <h3 >Nose shape</h3>\n            <p>\n              Pointed noses are ideal for racing or for distance work, as they\n              can easily split the wave. In surfing or for beginners, noses\n              become rounder, losing glide but gaining grip on waves. On rigid\n              paddles, you can also work on the shape of the bow, hull and deck\n              to make them more resistant to chop, for example.\n            </p>\n            <h3>\n              The shape of the tail\n            </h3>\n            <p>\n              They come in a variety of forms, but to put it simply, the more\n              the tail is pinched, the more you gain in manoeuvrability and lose\n              in stability. The wider it is, the less manoeuvrable you are on\n              the wave, but the better your start and the more stable you are.\n            </p>\n            <h3>\n              Choice according to your practice\n            </h3>\n            <p>\n              Combined, these can be used to create sup shapes that are more or\n              less suited to your level of practice. Here are the main shapes\n              found on the market, and found in all the brands on sale.\n            </p>\n            <h3>\n              Paddles for beginners\n            </h3>\n            <p>\n              What you need is an intermediate length for versatility (in the\n              9/11 foot range), a generous, round nose and tail, and above all,\n              good width!\n            </p>\n<h3>\n              Allround paddles\n            </h3>",
    "body-5": "<p>\n              It’s a compromise between the wave and the promenade. Relatively\n              short, between 9 and 11 feet, it is often rather wide, with a\n              round nose and a comfortable tail. Ideal if you’re just starting\n              out, for family use or for an intermediate user who wants to do\n              everything without getting in over your head.\n            </p>\n\n            <h3>\n              Touring paddles\n            </h3>",
    "body-6": "<p>\n              Longer than all-rounders, between 11 and 12 feet, with a more\n              pointed nose, they often retain a little width. The longer length\n              allows you to cover greater distances and row more efficiently,\n              while keeping the shape affordable. They’re no longer relevant for\n              waves, as they’re too long, but they’re still great at sea, even\n              with a little chop. The larger models are ideal if you’re just\n              starting out and don’t intend to surf with them. Note that there\n              are even some for making doubles! These ranges are often available\n              on rental sites, so don’t hesitate to consult our network of\n              partners in France to find out more; the adventure may be worth\n              the detour.\n            </p>\n\n            <h3>\n              Paddles race\n            </h3>\n            <p>\n              Long, often 12’6″ or more, they are also (very) slender, with\n              pointed noses. If their balance is precarious, they are speed\n              machines, especially on flat spots and long distances. For\n              experienced users only.\n            </p>\n            <h3>\n              Paddles for surfing\n            </h3>",
    "headline": "All about SUP",
    "p": " These are generally the shortest, under 10 feet, with a round\n              nose. Very maneuverable, they have widths and tails specific to\n              each model for different uses: a very pinched and thin tail for\n              maximum agility to an almost rectangular tail for greater\n              stability and power in soft waves.",
    "p-1": " One discipline that is becoming increasingly popular is sup\n              foiling. We’ve put together a",
    "p-2": " guide specifically for stand-up paddle foils",
    "p-5": "<h2>Essential SUP accessories</h2>\n            <h3>The leash</h3>\n            <p>\n              Safety first! As with most water sports, a leash is essential. It\n              attaches to the rear of the tail, on the deck, and is worn on the\n              ankle. We recommend the leash coiled – or telephone, which is the\n              most common because it’s more comfortable.\n            </p>\n\n            <h3>The paddle</h3>\n            <p>\n              <strong>\n                In downwind, the choice of starting bump is crucial.\n              </strong>{\" \"}\n              It’s your engine, and it’s essential that this equipment is good.\n              There’s no point riding in a beautiful body if you have to push it\n              by hand! So you’d better pay the price and enjoy the best of the\n              discipline. Originally made of wood, today they’re either aluminum\n              or composite (fiberglass and carbon). Aluminum requires\n              maintenance, and although it’s very shock-resistant, it’s heavy\n              and can’t be repaired if you bend the handle. This material is\n              reserved for schools or very first prizes. We recommend either a\n              mix of fiberglass and carbon, which can be good value for money,\n              or 100% carbon if you use it regularly. And beware of removable\n              oars: the more parts they have, the less rigid they are. If you’re\n              planning to do some wave riding, downwind or distance work, go for\n              a one-piece shaft, possibly with an adjustable olive, but avoid\n              three-piece shafts.\n            </p>",
    "p-8": "Discover our stand up paddles",
    "p-9": "<div>\n            <h2>\n              Buying an inflatable or rigid paddle?\n            </h2>\n            <p>\n              The advantages of hard surfaces in terms of feel, longevity and\n              performance are absolutely indisputable, and very quickly outweigh\n              the few disadvantages. If you want to use your equipment for\n              something else, for very limited seasonal use, and if you want to\n              prioritize quality (because inflatable prices often reach those of\n              the hard stuff as soon as you want a minimum of performance, so\n              it’s sometimes better to wait for the right promotion…), the\n              inflatable may not be the solution, even if it’s common to read\n              the opposite.\n            </p>\n          </div>\n\n          <div>\n            <h2>Paddle spots</h2>\n\n            <p>\n              The French spots are particularly varied, and it’s common for some\n              of them to be cited as the best in the world!\n            </p>\n            <h3>Stroll</h3>\n            <p>\n              When it comes to hiking, as long as the conditions are right, the\n              only choice is the landscape. From the Calanques in Marseille to\n              the gorges of the Var, from the Dordogne to Lake Annecy and the\n              Breton coastline, all you have to do is take your equipment with\n              you to enjoy a whole new viewpoint in complete peace and quiet.\n            </p>\n            <h3>Breed</h3>\n            <p>\n              A wide range of race formats are available throughout France. The\n              Tawara (in the Tarn region of France) and the full Dordogne run\n              alongside races in the Atlantic Ocean, such as the Beach Race in\n              Crozon, or The Race in Guadeloupe.\n            </p>\n            <h3>Supsurf</h3>\n            <p>\n              All the surf spots are waiting for you, from Brittany to the\n              Basque Country. You can take off on the slightest ripple, so make\n              the most of it.\n            </p>\n            <p>\n              Less common, downwind sailing is emerging in Brittany and the\n              south of France, with foiling in full swing.\n            </p>\n            <p>\n              We told you: the French landscape is as rich as the discipline\n              itself, and it’s this freedom that we love!\n            </p>\n          </div>",
    "table": " Table of contents",
    "table-2": "<tr>\n                    <th>Wave practice</th>\n                    <th>~ 50-60 KG</th>\n                    <th>~ 70-80 KG</th>\n                    <th>+ 90 KG</th>\n                  </tr>\n                  <tr>\n                    <th>Beginner</th>\n                    <td>Length 8’5“ to 9′ Width 30” to 31″</td>\n                    <td>Length 9′ to 10′ Width 31″ to 33″</td>\n                    <td>Length 10′ to 11′ Width 32″ to 36″</td>\n                  </tr>\n                  <tr>\n                    <th>Intermediate</th>\n                    <td>\n                      Same size – Minimum volume = your weight + 35 to 40 L\n                    </td>\n                    <td>\n                      Same size – Minimum volume = your weight + 35 to 40 L\n                    </td>\n                    <td>\n                      Same size – Minimum volume = your weight + 35 to 40 L\n                    </td>\n                  </tr>\n                  <tr>\n                    <th>Expert</th>\n                    <td>\n                      Largeur 25″ à 28″ Volume = votre poids à votre poids + 30\n                      L\n                    </td>\n                    <td>\n                      Largeur 26″ à 29″ Volume = votre poids à votre poids + 30\n                      L\n                    </td>\n                    <td>\n                      Largeur 28″ à 32″ Volume = votre poids à votre poids + 30\n                      L\n                    </td>\n                  </tr>",
    "table-24": "<tr>\n                    <th>Practical walk</th>\n                    <th>~ 50-60 KG</th>\n                    <th>~ 70-80 KG</th>\n                    <th>+ 90 KG</th>\n                  </tr>\n                  <tr>\n                    <th>All round</th>\n                    <td>Length 30′ to 31′ – Width 10′ to 11’6 “</td>\n                    <td>Length 31′ to 32′ – Width 10′ to 11’6 ”</td>\n                    <td>Length 32-36′ – Width 10’5 “ to 11’6 ”</td>\n                  </tr>\n                  <tr>\n                    <th>Touring / exploring</th>\n                    <td>Length 11’6 “ to 12’6 ” – Width 28′ to 30′</td>\n                    <td>Length 12’6 “ to 14′ – Width 29′ to 32′</td>\n                    <td>Length 12’6 ” to 14′ – Width 32′ to 34′</td>\n                  </tr>",
    "table-footer": " Paddles for foiling"
  },
  "guide-downwind-2025": {
    "And avoid": "And avoid\n              fatigue too quickly. This is both the most important and the most\n              technical part of this type of discipline. Then, once you’ve got\n              the hang of it, you can concentrate on the glide – in other words,\n              a fluid glide that allows you to accelerate, refine your\n              trajectories and make nice curves over the water.",
    "And its clear": "And it’s\n              clear that using your wing is much less tiring than rowing. So why\n              not strap your paddle to your wing handles and don a waterproof\n              backpack? Once you’re far enough out to sea, you can stow your\n              wing in the bag, unhook the paddle and do the SUP foil downwind!\n              And if you’ve overestimated yourself because it’s your first time,\n              there’s always the option of freeflying back down. A word of\n              advice: use a relatively large board (minimum 85-90 liters, so you\n              can stand up comfortably on the water).",
    "Basic SUP": "Basic SUP foil downwind techniques",
    "Because": "Because it’s important to stay well hydrated when you’re\n                  sailing for a long time.",
    "Choosing the": "Choosing the right slope for SUP foil launch",
    "Downwind": "Downwind sailing is the practice of sailing from point A to point\n              B in the direction of the wind. In other words, sailing on the\n              open sea and downwind, using the swell, currents and wind at your\n              back. You can do this with a wingfoil or SUP foil.",
    "Downwind safety tips": "Downwind safety tips",
    "Downwind sailing": "Downwind sailing is not a recent phenomenon, but it has been\n              revolutionized by the arrival of the foil. Combined with a wing,\n              parafoil or paddle, the foil allows the rider to generate the\n              propulsive force needed to take off and let the elements carry him\n              or her along. During downwind, the sensation of gliding is\n              amplified… It’s simply incredible!",
    "Efficient take-off": "Efficient take-off requires practice! Start on flat or slightly\n                choppy water, always rowing on the same side and trying to keep\n                as straight as possible, in the same trajectory.",
    "Every rider": " Every rider\n              should inform his family and friends of his outing (place and\n              approximate time of departure and arrival + itinerary + number of\n              people), and why not also notify the CROSS (Centre régional\n              opérationnel de surveillance et de sauvetage). And don’t ever go\n              out alone – at least two of you!",
    "For beginners": "For beginners, we recommend a front wing between 1400 and 2000\n              cm², depending on your size and the weather conditions. As you\n              progress, and after you’ve completed several downwind runs, you’ll\n              be able to move on to a more high-performance, glide-oriented foil\n              with a higher aspect ratio. Like the Pure range from AFS, for\n              example.",
    "For downwind Stand": "For downwind Stand up paddle foiling, the ideal first experience\n                is to have a fairly steady wind between 15 and 25 knots, blowing\n                in the same direction as the swell.",
    "For the foil": "For the foil mast, the recommended size is between 75 and 85 cm,\n              which reduces drag in the water and optimizes take-off. For the\n              fuselage, prefer a medium-length model, around 65cm, to ensure\n              greater stability when you start out. The shorter the foil, the\n              more responsive it will be, but the aim is to stay on the board as\n              long as possible. Finally, the stab shouldn’t be too small either,\n              to be comfortable in flight.",
    "Generally": "Generally\n              speaking, these boards measure between 7′ and 9′. This depends on\n              the type of water you’re used to riding on. Their shape makes\n              take-off quicker and easier than with a standard wingfoil board or\n              a mid-length, which is a little less taut and wider. On the other\n              hand, for a downwind wingfoil, these two types of boards are\n              perfectly suited and even recommended.",
    "If you": "If you want to learn how to downwind with a SUP foil, it’s best\n                to choose a front foil with a large surface area to support and\n                promote take-off.",
    "In downwind": "In downwind, the choice of starting bump is crucial.",
    "In SUP": "In SUP foil (with an oar and without the wing), opt for a stiff,\n                long and narrow board, specially designed for downwind.",
    "It makes": "It makes it easier to see from afar.",
    "It protects": "It protects against knocks in the event of a fall, and helps\n                  you float more easily when you fall.",
    "Its a": "It’s a\n              small wave or micro-clap that’s straighter than the others. Not\n              always easy to visualize when you’re just starting out. Bumps\n              often appear as small series of waves or swell trains, with a more\n              pronounced thrust than the marine environment around you. Although\n              short-lived, this push is quite powerful and is accompanied by a\n              suction effect followed by a “push” lasting 2 to 3 seconds. To\n              take advantage of the power of this famous “bump” to reach the\n              speed needed to take off, you need to row continuously and\n              explosively during this suction effect.",
    "Its a marine": "It’s a marine radio that lets you communicate directly with\n                  the shore or other people at sea.",
    "Its undeniable": "It’s undeniable protection for your head.",
    "Rowing technique": "Rowing technique",
    "Safety": "Safety is paramount in long-distance downwind sailing.",
    "Safety equipment": "Safety equipment should not be neglected. It is highly recommended\n              to take the following additional equipment:",
    "The board": "The board",
    "The foil": "The",
    "The latter should": "The latter should not be too tight to promote glide and speed.\n              With more technique, practice and pumping mastery, you’ll then be\n              able to go out in lighter wind conditions.",
    "This belt": " This belt includes a lifejacket containing a CO2 cartridge + a\n                  distress flare.",
    "This gives": "This gives you more power to lift your board out of the water. On\n              the other hand, position yourself slightly sideways, in surf mode,\n              and row on the side of your toes. This helps you to better control\n              the inclination, direction and trim of your board, and thus to\n              catch the swell more easily. Finally, accompany your rowing\n              strokes with pumping: your legs push up and down on the board\n              rhythmically and evenly, without sudden movements. This will help\n              you generate speed.",
    "title": "All you need to know about downwind: endless gliding moments",
    "To make": "To make a downwind accessible and start it, of course you have\n                to go upwind!",
    "Turn your": "Turn your wingfoil session into a rowing downwind!",
    "Water": "Water",
    "What": "What equipment should you use for a downwind?",
    "What are": "What are the ideal conditions for downwind sailing?"
  },
  "home": {
    "ambassadors": "AFS Ambassadors team",
    "category": "Shop by category\n",
    "categoryShop": "Shop by category",
    "featuredTitle": "Best Sellers",
    "homeTitle": "The foiling spirit since 2009",
    "more": "More about AFS\n",
    "playVideo": "PLAY VIDEO",
    "scrollText": "Scroll for the full visit",
    "see-more": "See more",
    "service": "AFS Customer Service\n",
    "subText": "AFS’s mission is to offer the best-performing foils, boards and wings, while guaranteeing first-rate accessibility and stability. To ensure that all riders can practice their sport in complete safety, whatever the conditions and whatever their riding style (freeride, carving, downwind, surf foil, etc.). These products are designed and manufactured in Brittany, France, by Foil And Co. French manufacturing using the most advanced techniques to offer you the best quality!",
    "team": "The Team",
    "video": "AFS’s mission is to offer the best-performing foils, boards and\n            wings, while guaranteeing first-rate accessibility and stability. To\n            ensure that all riders can practice their sport in complete safety,\n            whatever the conditions and whatever their riding style (freeride,\n            carving, downwind, surf foil, etc.). These products are designed and\n            manufactured in Brittany, France, by Foil And Co. French\n            manufacturing using the most advanced techniques to offer you the\n            best quality!"
  },
  "legal": {
    "body": " <p>\n              FOIL AND CO SAS, a French company with a capital of 110 250,00 €,\n              represented by Mr. Tanguy LE BIHAN, and whose French head office\n              is located in Pencran (29800), ZAE Correquer.\n            </p>\n\n            <p>\n              Seller's contact details: Foil and co Registered office: ZA DE\n              REUNVENGUEN 29450 LE TREHOU RCS:&nbsp;822&nbsp;822&nbsp;615 R.C.S\n              Brest SIRET: 82282261500016 Tel: 02 98 19 29 03 Email:\n              contact@foilandco.com We do our best to satisfy you. On this site,\n              we present you with all the essential characteristics of the\n              products. We will be attentive to any comments you send us. The\n              customer must refer to the description of each product sold on the\n              site to know its properties and essential features. The customer\n              acknowledges having been informed, prior to placing their order,\n              in a legible and comprehensible manner, of these General Terms and\n              Conditions of Sale and of all the information listed in Article L.\n              221-5 of the Consumer Code, and in particular the following\n              information:\n            </p>",
    "heading": "GENERAL TERMS AND CONDITIONS OF SALE",
    "last": "<p>\n              Responsible for publication: Mr. Tanguy LE BIHAN, representative\n              of the company FOIL AND CO.\n            </p>\n            <p>Contact: contact@foilandco.com</p>\n            <p>Design, production and hosting</p>\n            <p>Design and graphic creation : Foil and Co</p>\n            <p>Director: Vlad Zamari</p>\n            <p>\n              Hosting: OVH – registered in the Lille Trade and Companies\n              Register under the number: Lille Metropole B 424 761 419, whose\n              headquarters are located at 2 rue Kellermann, 59100 ROUBAIX, with\n              VAT number FR22424761419\n            </p>",
    "li": " <li>Registered at the RCS of Brest under number 822 822 615</li>\n              <li>VAT number : FR23822822615</li>\n              <li>Siret number : 82282261500032</li>\n              <li>APE Code: 7112B Engineering, technical studies</li>",
    "notice": "Legal notice"
  },
  "madeInFrance": {
    "At foil and Co": "At foil and Co our most successful example is the reuse of\n                prepreg carbon scrap. They are recovered to form the plates,\n                i.e. the base of the foils. Therefore, there is no more than a\n                3% loss on raw materials during the production cycle.",
    "At Foil & Co there": "At Foil & Co there is no loss of raw material. All carbon off-cuts\n              are reused to be reintegrated into the production cycle.",
    "But we decided to": "But we decided to take it as an opportunity. Beyond the fact\n                that local production considerably reduces the carbon footprint\n                of our products and that we are proud to create jobs and\n                know-how, there is another major advantage: producing in France\n                allows us to reach a higher level of requirement concerning the\n                quality of our products.",
    "choice made France": "The choice of a “made in France” production has been a driving force in the construction of the company. At first glance, we often think of the constraints that this entails for a company: high production costs, need for employees, management, storage … etc..",
    "Choice of carbon": "Choice of carbon",
    "Circular economy": "Circular economy",
    "Designing": "Designing responsible products also means taking into account\n                their manufacturing and production process.",
    "Foil and Co": "Foil and Co is a company specialized in the manufacture and sale\n              of equipment for wing foil, surf foil, sup foil, windfoil. We are\n              experts in the design and manufacture of composite products.",
    "Foil & Co": "Foil & Co has been in existence for 6 years now. We have always\n              worked in the direction of ecology and sustainable development, in\n              a serious and committed way.",
    "For us": "For us, it is all these commitments that will enable us to build\n                tomorrow’s business world: committed to the environment and\n                responsible.",
    "From the start": "From the start, our ambition was to succeed in designing products that would last over time. Today we are able to say that our foils have an average life span of 10 years. As a comparison, the average life of an aluminum foil is 2 years",
    "Implement": "Implement a responsible production cycle",
    "In addition": "In addition to its competitive advantages, such as its lightness, which make it the most efficient material for designing a foil, carbon is above all extremely strong and has an impressive rigidity.",
    "Indeed": "Indeed, our product lines are constantly tested (by our team\n                members, our team of riders, by our customers). This proximity\n                allows us to constantly improve our offer in a very short time.",
    "Indeed our product": "Indeed, our product lines are constantly tested (by our team\n                members, our team of riders, by our customers). This proximity\n                allows us to constantly improve our offer in a very short time.",
    "In our approach": "In our approach, we place the employee at the heart of the\n                company’s processes to develop our internal know-how and to be\n                as autonomous as possible. We have managed to design some of the\n                machines used in the manufacture of the foils ourselves, such as\n                the presses, which allows us to be more autonomous.",
    "It is through": "It is through our brand AFS, specialized in the field of foils,\n              that we offer 100% carbon foils, manufactured from A to Z in our\n              factory in Pencran, France.",
    "Living": "Living space",
    "Living in": "Living in space responsibly.",
    "Low": "Low tech approach",
    "Low tech": "Low tech: Lean and know-how.",
    "Our activity": "Our activity takes place in an eco-designed building, allowing us\n              to be 90% autonomous in energy.",
    "Putting people": "Putting people at the heart of our operations",
    "Responsible production": " Responsible production",
    "Short circuit": "Short circuit",
    "Since this year": "Since this year we propose a buy-back - reconditioning - resale\n              offer for our foils. The creation and mastery of a fleet of\n              second-hand equipment allows us to significantly extend the life\n              of our foils.",
    "Sustainable": "Sustainable development is one of the founding pillars of Foil and\n              Co: our ambition was to succeed in reindustrializing in France, by\n              gathering and controlling our production from A to Z: from the\n              design office to production and shipping. This has allowed us to\n              limit our impact on the environment by creating short circuits,\n              and to be in constant improvement on the performance of our\n              products, all by using sustainable materials.",
    "The choice": "The choice of carbon: an asset for the durability of foils",
    "The human": "The human",
    "The well-being": "The well-being of our employees is our top priority. In\n              particular, we use prepreg carbon because it is much less volatile\n              than conventional resins.",
    "This material": "This material is ideal for use in the nautical field. It is also\n                very resistant to external aggressions (salt, sea, corrosion)\n                and can be repaired and reconditioned very well, unlike\n                aluminum.",
    "title": "Foil & Co, a fundamentally responsible company",
    "We also promote": "We also promote existing local know-how that we develop through\n                the training of new employees, in particular by encouraging\n                apprenticeship and work-study contracts.",
    "We have": "We have privileged the use of a durable material, resistant to\n              external aggressions and capable of being reworked and repaired,\n              to maximize the life of our foils.",
    "We have established": "We have established our workshops in France to considerably reduce\n              the carbon footprint of our products and to control their quality\n              and performance on an ongoing basis.",
    "We make the": "We make the most of their know-how in the various core\n                businesses within the company.",
    "We manufacture": " We manufacture some of our own production machines.",
    "We settled in": "We settled in Pencran, in a rural area, in order to promote the\n                development of the local employment basin, rather than in a\n                large metropolis where the industrial zones are already\n                saturated. Our workshops are installed in an eco-designed\n                building, we are 90% self-sufficient in energy thanks to the\n                installation of solar panels and we encourage carpooling between\n                employees.",
    "Working": "Working in short circuits: the choice of made in France."
  },
  "Need-advice": {
    "After-sales": "After-sales service request",
    "Book a": "Book a time slot to pick up your e-commerce order",
    "Book a call": "Book a call with an advisor",
    "Chat online": "Chat online with an advisor",
    "Contact form": "Contact form",
    "For this": "For this, we have several ways to talk to each other, choose\n                  the one that suits you.",
    "Meet us": "Meet us at an event",
    "The well-being": "The well-being of our employees remains our main concern. In\n                particular, we have closely studied the physical working\n                conditions of the team members on the production line and have\n                optimized and arranged each workstation in order to limit bad\n                postures and repetitive gestures.",
    "title": "Need advice",
    "While you": "While you wait for our reply, feel free to read our various guides:",
    "You want": "You want to contact us — write to us, we will help you."
  },
  "privacy": {
    "policy": "Privacy Policy"
  },
  "reconditioning": {
    "heading": "Our range of reconditioned foils",
    "heading_2": "We are proud to present our refurbished products, an initiative\n              that reflects our commitment to the environment and our desire to\n              provide you with products that are close to new condition, at a\n              more affordable price and with the same high level of service.",
    "sub": "With this conviction in mind, we have set up a reconditioning line\n              in our Brittany factory to repair and refurbish all our products\n              that can be reconditioned by our experts, whether it's a returned\n              product, damaged packaging or purchased equipment.",
    "sub_sub": "Discover refurbished products",
    "title": "reconditioning"
  },
  "service-request": {
    "title": "Service request"
  },
  "support": {
    "afs-support": "AFS Support\n",
    "ahd": "The AHD blue on our boards (Thunderbolt, Topaz, Compact) is\n                RAL5012.",
    "article": "article",
    "ay": "<p>Colors for AHD Fury:</p>\n              <ul>\n                <li>Blue gradient: Hexa #1B8AB2 → #292B2C</li>\n                <li>Red: Hexa #FE5558</li>\n              </ul> ",
    "black": "<li>Black: Hexa #292B2C</li>\n                <li>Blue: Hexa #1B8AB2</li>",
    "board": "Board",
    "change": " I want to change the strut or center strut of my wing, how can I\n              identify my wing generation?",
    "color": "Colors for the Sealion Strapped:",
    "color-size": "            <li>\n                  Red: <span>NCS S 0570-Y90R</span>\n                </li>\n                <li>\n                  Green: <span>NCS S 0565-G50Y</span>\n                </li>\n                <li>\n                  Pads: <span>Amarillo-7 / Verde-6 / Rojo-22 / Blanco</span>\n                </li>",
    "consult": "Consult this",
    "contact": "Contact an authorized AFS repairer:",
    "contact-us": "  Contact us for a quote.",
    "equipement": "Equipment trade-in",
    "foil": "Foil and boards",
    "i-broke": " I broke my sail",
    "in-addition": "In addition, we have prepared tutorial articles to guide you in\n          resolving the most common issues on your own.",
    "last": "    WILD → only one possible version DIAMOND → only one possible\n                version",
    "need": " I need to repair my board, is it possible to know the color or RAL\n              code?",
    "need-please": "Please note, there may be slight differences between the color\n                code and the actual appearance of the board depending on the\n                techniques used in the workshop or factory. The codes provided\n                are those that come closest to the final result.",
    "our-repair": "Our repair experts know how to restore your AFS equipment.",
    "parts": "Spare parts",
    "quicly": "to quickly and easily resolve the issue,",
    "recovery-equip": "Equipment recovery",
    "repair": "                    Repair my product\n",
    "repair-here": " Here you will find all the information you need about repair options\n            for your product. Select the category you are interested in to find\n            out about the repair options available.",
    "repair-my": "Repair my product",
    "return": "  Request a return",
    "service-req": "Service request",
    "size": " <li>Red: RAL 3020s</li>\n                <li>White: RAL 9010</li>\n                <li>Gray: RAL 7012</li>\n                <li>Blue: RAL 5019</li>",
    "these": "These services only apply to AFS, AHD, and Sealion products.",
    "title": "AFS Support – Need Help?",
    "user-manual": "                    User manual\n",
    "v1": "V1 → black cap",
    "v2": " V2 → red cap without deflation valve on the center strut",
    "v3": " V3 → red cap and deflation valve on the center strut -\n                    connection tube between strut and center strut: angled on\n                    the strut and straight on center strut / connection tube\n                    between strut and center strut: straight on the strut and\n                    angled on center strut",
    "we-will": "We will take back your old AFS foil when you purchase a new one.\n              AFS foil!",
    "wilf": "WILF → 3 possible versions:"
  },
  "surfone": {
    "btn": "Store access map",
    "heading": "AFS products are available in the",
    "Passionate about nature": "Passionate about nature, and windsurfing in particular, Laura has recently taken up windsurf-foil and wing foil to give you even better advice at Surfone. She’s an aficionado of stand-up paddling, preferably in the waves, with the occasional ballad.",
    "store": "store",
    "sub_h": "Surfone offers a wide range of products for all levels and types of practice, including AFS equipment",
    "The sales staff": "The sales staff are keen sailors who don't hesitate to get in the water to test all the products so they can give you the best advice!",
    "The Surfone store was": "The Surfone store was set up in 1978 in the seaside resort of Port Leucate on the Terres Catalanes, a mecca for board sports renowned for its Tramontane wind. The team welcomes you in a 400m2 space, offering a wide range of products for all levels and types of practice."
  },
  "visit": {
    "play": " PLAY VIDEO",
    "precission": "Precision down to the smallest detail.",
    "the-production": "The production of foils and boards is a real challenge. It requires precision and expertise at every stage, from the design to the final assembly. Our factory is equipped with the latest technology to ensure the best quality and performance."
  },
  "wind-foil-2023-guide": {
    "allround_paddles_h": "Allround paddles",
    "allround_paddles_sub": "It’s a compromise between the wave and the promenade. Relatively short, between 9 and 11 feet, it is often rather wide, with a round nose and a comfortable tail. Ideal if you’re just starting out, for family use or for an intermediate user who wants to do everything without getting in over your head.",
    "all_the_surf_p": "All the surf spots are waiting for you, from Brittany to the Basque Country. You can take off on the slightest ripple, so make the most of it.",
    "a_wide_range_p": "A wide range of race formats are available throughout France. The Tawara (in the Tarn region of France) and the full Dordogne run alongside races in the Atlantic Ocean, such as the Beach Race in Crozon, or The Race in Guadeloupe.",
    "beginner": "Beginner",
    "buying_an_inflatable": "Buying an inflatable or rigid paddle?",
    "choice_according": "Choice according to your practice",
    "choice_according_sub": "Combined, these can be used to create sup shapes that are more or less suited to your level of practice. Here are the main shapes found on the market, and found in all the brands on sale.",
    "date": "March 27, 2023",
    "depending": "              Depending on my level of paddling\n",
    "discipline_p": "One discipline that is becoming increasingly popular is sup\nfoiling. We’ve put together a",
    "discover_our_stand_up_paddles": "Discover our stand up paddles",
    "essential_h": "Essential SUP accessories",
    "essential_sub": "Safety first! As with most water sports, a leash is essential. It attaches to the rear of the tail, on the deck, and is worn on the ankle. We recommend the leash coiled – or telephone, which is the most common because it’s more comfortable.",
    "expert": "Expert",
    "firstly": "Firstly, stand-up paddling is a super all-round water sport.\n              Generally speaking, it not only stimulates your cardio, but also\n              the muscles of your upper body, legs and abdominal muscles. It’s\n              also the perfect way to improve your balance!",
    "for-intermediate": "For intermediate riders, or those who already practice other board\n              sports such as kitesurfing or windsurfing, you can already start\n              to orientate yourself according to your chosen sport (surfing,\n              cruising…), but the best thing is to go for boards that offer a\n              minimum of versatility and comfort, so as not to get into\n              difficulty.",
    "for-sup": "For SUP experts, practice defines your needs, and we’ll explain in\n              detail which board is perfect for each activity, so you can get\n              the most out of it!",
    "generally-speaking": "Generally speaking, these are the parameters we’ll use to define the SUP’s shape. Note that for the same level, the bigger you are, the more width and length you’ll need to make life easier.",
    "gthe": "GThe longer your paddle, the more it “glides”. In other words, an oar stroke is more efficient. Length also reduces the “row” phenomenon. If your sup is very short, it will tend to swivel to the right if you paddle to the left. It’s great in surfing to be agile on the wave, but not so great in competition or over long distances when you want to change sides as little as possible…",
    "guide_specifically": "guide specifically for stand-up paddle foils",
    "how": "How to choose the right paddle?",
    "if-you": "If you already practice a water sport like windsurfing, wing\n              foiling, kite foiling or perhaps surf foiling, you’ve probably\n              heard of <strong>wind foiling</strong>: a variant of windsurfing\n              where the main objective is to glide over the water thanks to a\n              foil, offering a sensation of flight.",
    "if-you'r": "  If you’re a beginner and you’ve never really taken part in water\n              sports, the first thing to consider is not so much what you do,\n              but your level. It’s important to select an easy board to discover\n              this sport. It would be a shame to give up on stand-up paddling as\n              soon as you’ve made your first runs with equipment that’s too\n              small. Width is particularly important, as it determines your\n              stability.",
    "in_downwind_p": "It’s your engine, and it’s essential that this equipment is good. There’s no point riding in a beautiful body if you have to push it by hand! So you’d better pay the price and enjoy the best of the discipline. Originally made of wood, today they’re either aluminum or composite (fiberglass and carbon). Aluminum requires maintenance, and although it’s very shock-resistant, it’s heavy and can’t be repaired if you bend the handle. This material is reserved for schools or very first prizes. We recommend either a mix of fiberglass and carbon, which can be good value for money, or 100% carbon if you use it regularly. And beware of removable oars: the more parts they have, the less rigid they are. If you’re planning to do some wave riding, downwind or distance work, go for a one-piece shaft, possibly with an adjustable olive, but avoid three-piece shafts.",
    "in_downwind_p_s": "In downwind, the choice of starting bump is crucial.",
    "intermediate": "Intermediate",
    "is-a": "is a less physical discipline than windsurfing, provided, of\n              course, that you have mastered it to some degree.",
    "it-provides": "It provides comfort and stability. On the other hand, it will make you slower and require more effort to maintain speed. If you’re just starting out, it’s very important to have a consistent width so as not to get into trouble.",
    "leash_h": "The leash",
    "length": "Length",
    "lesh_p": "Safety first! As with most water sports, a leash is essential. It attaches to the rear of the tail, on the deck, and is worn on the ankle. We recommend the leash coiled – or telephone, which is the most common because it’s more comfortable.",
    "less_common": "Less common, downwind sailing is emerging in Brittany and the south of France, with foiling in full swing.",
    "minimum_volume": "Minimum volume",
    "nose": "Nose shape",
    "nose_sub": "Pointed noses are ideal for racing or for distance work, as they can easily split the wave. In surfing or for beginners, noses become rounder, losing glide but gaining grip on waves. On rigid paddles, you can also work on the shape of the bow, hull and deck to make them more resistant to chop, for example.",
    "paddle": "The paddle",
    "paddles_foiling": "Paddles for foiling",
    "paddles_for_surfing": "Paddles for surfing",
    "paddles_for_surfing_sub": "These are generally the shortest, under 10 feet, with a round nose. Very maneuverable, they have widths and tails specific to each model for different uses: a very pinched and thin tail for maximum agility to an almost rectangular tail for greater stability and power in soft waves.",
    "paddles_h": "Paddles for beginners",
    "paddle_spots": "Paddle spots",
    "paddles_race": "Paddles race",
    "paddles_race_sub": "Long, often 12’6″ or more, they are also (very) slender, with pointed noses. If their balance is precarious, they are speed machines, especially on flat spots and long distances. For experienced users only.",
    "paddles_sub": "What you need is an intermediate length for versatility (in the 9/11 foot range), a generous, round nose and tail, and above all, good width!",
    "same_size": "Same size",
    "secondly": "Secondly, the sup is very versatile. All-around paddling for\n              adventure or pleasure, competitive racing, family use, surfing and\n              SUP foiling: you can do it all with this discipline, in all\n              conditions, and that’s what we love about it. More than just\n              kayaking and canoeing, you can take advantage of all the best the\n              sea and whitewater have to offer.",
    "shape_h": "The shape of the tail",
    "shape_sub": "They come in a variety of forms, but to put it simply, the more the tail is pinched, the more you gain in manoeuvrability and lose in stability. The wider it is, the less manoeuvrable you are on the wave, but the better your start and the more stable you are.",
    "tabel_2_wave_practice": "Wave practice",
    "table_1_practical_walk": "Practical walk",
    "the_advantages_p": "The advantages of hard surfaces in terms of feel, longevity and performance are absolutely indisputable, and very quickly outweigh the few disadvantages. If you want to use your equipment for something else, for very limited seasonal use, and if you want to prioritize quality (because inflatable prices often reach those of the hard stuff as soon as you want a minimum of performance, so it’s sometimes better to wait for the right promotion…), the inflatable may not be the solution, even if it’s common to read the opposite.",
    "the_french_spots_p": "The French spots are particularly varied, and it’s common for some of them to be cited as the best in the world!",
    "the-length": "The length",
    "the-width": "The width",
    "thickness": "Thickness",
    "thickness_sub": "More important for inflatable paddles, which must have spread skins to guarantee minimum rigidity. As you increase, you reduce the feeling of gliding as you move further away from the water. A greater thickness also reduces balance, as you find yourself tossed about like a cork on the water past the 5-inch mark.",
    "to": "to",
    "touring_exploring": "Touring / exploring",
    "touring_paddles": "Touring paddles",
    "touring_paddles_sub": "Longer than all-rounders, between 11 and 12 feet, with a more pointed nose, they often retain a little width. The longer length allows you to cover greater distances and row more efficiently, while keeping the shape affordable. They’re no longer relevant for waves, as they’re too long, but they’re still great at sea, even with a little chop. The larger models are ideal if you’re just starting out and don’t intend to surf with them. Note that there are even some for making doubles! These ranges are often available on rental sites, so don’t hesitate to consult our network of partners in France to find out more; the adventure may be worth the detour.",
    "We_told_you": "We told you: the French landscape is as rich as the discipline itself, and it’s this freedom that we love!",
    "what's-in": "What's in it for me?",
    "what-size": "What size and shape for my stand-up paddle?",
    "when_it_comes": "When it comes to hiking, as long as the conditions are right, the only choice is the landscape. From the Calanques in Marseille to the gorges of the Var, from the Dordogne to Lake Annecy and the Breton coastline, all you have to do is take your equipment with you to enjoy a whole new viewpoint in complete peace and quiet.",
    "width": "Width",
    "Windfoil": "Windfoil: a complete guide to getting started and progressing in\n              the discipline",
    "your_weight": "your weight",
    "your_weight_at_your_weight": "your weight at your weight"
  },
  "wing-foil-bordeaux-gliss-up": {
    "Address": "Address",
    "AFS Expert": "AFS Expert\n",
    "afs-products-are-available-at-the": "AFS products are available at the",
    "a young": "A young and dynamic team of multi-sport practitioners. Two\n                  managers and their collaborators, all athletes to best advise\n                  you in your equipment choices in the store.",
    "everyone has": "Everyone has their own\n              discipline, but we try to practice as many sports as possible to\n              best advise customers, practicing this or that sport each weekend\n              depending on conditions.",
    "gliss": "Gliss Up Team\n",
    "gliss-up-offers": "Gliss Up offers a wide choice of technical equipment from all\n                brands, including AFS since 2016.",
    "History": "History",
    "originally": "Originally, this store specialized in windsurfing, but the team\n              has managed to follow trends to diversify and offer products that\n              meet everyone's practices. From surfing to foiling, including\n              electric mountain biking, there's something for everyone!",
    "store": "store",
    "Store access map": "Store access map",
    "Store in Bordeaux": "Store in Bordeaux"
  }
}