{
  "advance": {
    "aboutTitle": "AFS Advanced est notre façon de concentrer notre savoir-faire et notre expertise dans les conceptions les plus avancées, ce qui constitue l'essence et l'avenir d'AFS.",
    "mission": "NOS MISSIONS",
    "pageTitle": "L'ESSENCE DE LA FEUILLE"
  },
  "afsAdvance": {
    "afsHeadline": "AFS Advanced est notre façon de concentrer notre savoir-faire dans les conceptions les plus avancées, ce qui constitue l'essence et l'avenir d'AFS.",
    "title": "L'ESSENCE DE LA FEUILLE"
  },
  "afs-event": {
    "headline": "Découvrez tous les événements organisés par AFS pour nos marques.",
    "nombre": "Nombre de magasins :",
    "pays": "Choisir un pays"
  },
  "afs-team": {
    "boards": "Production de planches",
    "bur": "Bureau d'études",
    "commerce": "Commerce",
    "foil-co": "employés de Foil And Co.",
    "h-2": "<h>Des employés animés par une passion commune</h><p>Chez Foil And Co, notre équipe partage une passion commune pour l'innovation et l'excellence. Chacun contribue à l'avancement de notre mission avec engagement, créativité et expertise, afin de vous offrir des produits et services de qualité. Découvrez les visages de ceux qui travaillent à la fabrication de vos équipements préférés.</p>",
    "logistics": "LOGISTIQUE",
    "number": "le nombre de",
    "p-foils": " Feuilles de production",
    "span": "<span1>Révélez votre potentiel avec nous !</span1> Nous sommes à la recherche de personnes talentueuses et passionnées voulant imposer de nouveaux standards dans le monde du foil et de l'équipement des sports nautiques. <span2>Rejoignez l'équipe aujourd'hui !</span2>",
    "span-1": "<span1>Libérez votre potentiel avec nous !</span1> Nous recherchons des personnes talentueuses et passionnées qui souhaitent établir de nouvelles normes dans le monde du foiling et des équipements de sports nautiques. <span2>Rejoignez l'équipe dès aujourd'hui !</span2>",
    "team": "L'équipe AFS",
    "the-foil": "L'équipe Foil And Co.",
    "view": "Voir les messages"
  },
  "AHDhistory": {
    "1996": "1996 voit l'arrivée du duo breton Patrice Belbeoch et Jean-Marie Guiriec (shaper). C'est la naissance du très populaire Convertible 267, un shape Wave/Slalom - Trifins/Single.",
    "1997": "1997 marque le début d'une ère de domination totale des flotteurs AHD jusqu'au début des années 2000. AHD accueille le multiple champion de France et futur champion du monde Antoine Albeau avec Jean Bouldoire dans la forme.",
    "AHD": "Les coureurs d'AHD montent sur les podiums et remportent des victoires dans différents pays.",
    "AHD is": "L'AHD est aussi une planche légendaire",
    "AHD was": "AHD a été fondée en Australie en 1987 par Harry Germann et le rider Tom Luedecke. La marque s'est rapidement installée aux États-Unis pour poursuivre son expansion sur le célèbre spot des gorges du fleuve Columbia.",
    "Allride": "Allride",
    "An all": "Un tableau polyvalent",
    "Brazilian": "Le rider brésilien Kauli Seadi est devenu l'effigie de la marque, et en 2005 il a remporté le titre de champion du monde de vagues sur son Kauli Pro Model !",
    "Bruno": "Bruno André rejoint le département R&D de la marque. AHD va surfer sur l'innovation et les nouvelles disciplines. C'est l'époque des premières planches Racing compactes (Diamond), des planches Freestyle et des planches Super-X \"Maxxride\".",
    "Change": "Changement de forme en 2003, AHD accueille Pascal Gerber et crée un nouveau centre de R&D en Tunisie.",
    "Christophe": "Christophe Piaget rachète la marque, rapatrie les moules et installe une usine de production à Collombey, en Suisse. AHD marque l'arrivée des premières planches à sandwich de série, avec des modèles phares comme le race slalom 289, le slalom 26, le Swell City 250 et bien sûr l'Eliminator. De nouveaux modèles sont ensuite créés avec un certain Roberto Ricci à la barre.",
    "Concept": "Concept",
    "Development": "Le développement est axé sur les décollages à faible vitesse et les vents légers, avec des équipements moins encombrants.",
    "Fish, Wind-Sup": "Poisson, Wind-Sup",
    "Foil&co": "Foil&co prend en main le destin de AHD.",
    "Forever": "Associés à jamais à l'image d'AHD, les milliers d'ambassadeurs qui nous ont accompagnés au fil des ans.",
    "For the": "Pour le reste de la \"gamme traditionnelle\", AHD s'appuie sur des formes de valeurs efficaces et durables dans le temps (Expressions, Fast Forwards, Zen).",
    "Freerace": "Freerace",
    "In": "En 2002, AHD a délocalisé son usine de production en Tunisie.",
    "In 1993": "En 1993, c'est sur la nouvelle AHD 288 que Sébastien Carle remporte le championnat du monde en Egypte, avant de se classer 2ème sur la même planche de production lors de la coupe du monde de La Torche, démontrant ainsi l'efficacité des nouvelles planches de production face aux meilleurs prototypes mondiaux.",
    "In 2007": "En 2007, Thierry Pen, Jean-Paul Riou, Pascal Gerber et Bruno André fondent Tridenn. Cette nouvelle société reprend alors les rênes de la marque AHD avec pour devise \"l'innovation dans le domaine oublié des vents de 0 à 15 nœuds\".",
    "In 2009": "En 2009, le premier combo flotteur/voile en carbone de série est présenté au salon nautique de Paris. AFS deviendra une marque à part entière, avec une usine de production en Bretagne.",
    "In 2010": "En 2010, un travail parallèle sur le foil a permis de surfer des vagues de foil en totale autonomie à l'aide d'une pagaie. Le sealion peut tout faire : planche à voile, surf, supfoil et windfoil !",
    "In this": "Dans cette plage de vent faible, l'équipement qui permet de planer est une formule de 1m de large et un 12m !",
    "Its shape": "Sa forme est atypique, avec une ouverture à l'avant qui permet de conserver la longueur du rail indispensable à la glisse par vent faible avec un volume porteur réduit. L'ouverture réduit l'impact du vent sur le flotteur en vol.",
    "It’s the": "C'est l'année d'un nouveau titre mondial pour la marque et du premier titre de champion du monde de vagues pour un Français (P. Belbeoch).",
    "It was": "C'est aussi l'année d'un nouveau titre mondial pour la marque et du premier titre en vague pour un Français en Coupe du monde (P.Belbeoch).",
    "Like": "Comme Sylvain Hernigou, qui monte sur nos chars depuis 1997 ! Nous ne pouvons pas tous les citer ici.",
    "Maxxride": "Maxxride domine les épreuves de freestyle : Antoine Albeau remporte son premier titre mondial.",
    "Maxxride2": "Maxxride",
    "Maxxride dominates": "Maxxride domine les épreuves de freestyle : Antoine Albeau remporte son premier titre mondial. Les pilotes AHD montent sur les podiums et remportent des victoires dans différents pays.",
    "RACING": "COURSE",
    "Sébastien": "Sébastien Carle a remporté le championnat du monde de production en Égypte, avant de se classer deuxième sur la même planche de production lors de la coupe du monde de La Torche.",
    "Swiss": "Les planches creuses (NT) fabriquées en Suisse sont un grand succès en Formule !",
    "Thank you": "Merci beaucoup !",
    "The best": "Les meilleurs cavaliers rêvent de rejoindre l'équipe AHD, qui compte déjà quelques grands noms (A.Albeau, M.Pritchard, J.Taboulet, C.Moussilmani, W.Pedrick, J.Hawkins, Paula Daian,...).",
    "The first": "Le premier bateau AFS-1 dédié au foiling fait 100 litres et 65 cm de large. Et avec une voile de 7m, il vole dans le calme.",
    "The Raceboard": "Le Raceboard Eliminator a dominé sa catégorie, Sven Rasmussen remportant le premier titre mondial en 1991. Il a ensuite remporté le titre européen l'année suivante.",
    "The Venezuelan": "Le Vénézuélien Diony Guadagnino a adopté le concept et a accompagné la marque pendant une bonne décennie, avec de magnifiques images sur les différents spots du monde sur son \"DG Pro Model\", et de belles performances en PWA et Défi Wind sur des planches de Slalom qui sont toujours aussi performantes de génération en génération (SL1, SL2, SL3).",
    "title": "L'histoire d'AHD",
    "Waveboards": "Les planches à vagues sont de plus en plus courtes et en 2006, AHD lance la Seal, la planche à flotteurs qui deviendra un concept populaire à l'avenir. La Seal est une planche à vagues Thrusters de 2m10 qui marque le début d'une révolution dans la navigation par vent léger...",
    "Wave riding lightwind": "Vagues par vent faible",
    "Wave/slalom": "Vague/slalom - Trifins/single",
    "With Foil becoming": "Le Foil devenant de plus en plus important, Tanguy Le Bihan et Thierry Pen créent en 2018 Foil&co et installent une usine de production en Bretagne. Tridenn et Foil&co fusionnent."
  },
  "ambassadors": {
    "afs": "Ambassadeurs AFS ",
    "country": "PAYS",
    "home-spot": "point d'attache",
    "team": "équipe"
  },
  "blog": {
    "blog": "Blog",
    "heading": "Découvrez des conseils sur le foiling, des informations sur l'industrie et des revues d'équipement pour les riders de tous niveaux."
  },
  "Board": {
    "Board": "Conseil d'administration"
  },
  "breadcum": {
    "gliss": "Gliss Attitude",
    "glissUp": "Gliss Up",
    "guide-sup": "Guide Sup 2024",
    "home": "Accueil",
    "Visit The Factory": "Visite de l'usine",
    "Wind Foil 2023 Guide": "Guide de la feuille de vent 2023"
  },
  "checkout": {
    "address": "Numéro et nom de la rue",
    "backToShop": "Retour à la boutique",
    "basket": "Panier",
    "billingDetails": "Données de facturation",
    "city": "Ville",
    "company": "Entreprise (facultatif)",
    "country": "Pays",
    "emptyCart": "Votre panier est vide.",
    "firstName": "Prénom",
    "free": "gratuit",
    "includingVAT": "y compris",
    "lastName": "Nom de famille",
    "noShippingMethods": "Aucune méthode d'expédition n'est disponible. Veuillez vérifier votre adresse de livraison.",
    "orderNotes": "Notes de commande (facultatif)",
    "orderNotesPlaceholder": "Commentaires sur votre commande, par exemple les instructions de livraison.",
    "paymentMethod": "Mode de paiement",
    "postcode": "Code postal",
    "product": "Produit",
    "securePayment": "Paiement et livraison sécurisés",
    "shippingDetails": "Détails de l'expédition",
    "shippingMethods": "Méthodes d'expédition",
    "state": "État",
    "subtotal": "Sous-total",
    "summary": "Résumé",
    "total": "Total",
    "VAT": "TVA",
    "yourOrder": "Votre commande"
  },
  "clinique-de-la-planche": {
    "Backthen": "À l'époque, la \"Clinique\" était un atelier de réparation situé dans un petit jardin. Le marché étant florissant, nous avons acheté une maison pour stocker les produits, ainsi qu'un magasin situé à 200 mètres, ce qui nous a permis de lancer officiellement l'activité. Plus tard, la maison est également devenue un magasin.",
    "Equipe": "Équipe clinique du conseil d'administration",
    "Established on": "Créé le 2 mai 1982, le magasin vendait et réparait des bateaux. Il s'appelait la \"Clinique du Bateau\". Progressivement, ils se sont lancés sur le marché de la planche à voile. La pratique explose et le magasin est rebaptisé \"Clinique du bateau et de la planche\".",
    "La Clinique": "La Clinique de la Planche est l'un des plus anciens magasins d'équipement nautique de France, toujours en activité aujourd'hui.",
    "Store in Caen": "Magasin à Caen",
    "sub": "L'un des plus anciens magasins d'équipement maritime de France équipé de matériel AFS",
    "The relationship": "La relation avec Foil&Co a commencé avec AHD Boards et s'est poursuivie avec AFS Foils. La clinique souhaitait proposer des produits en carbone abordables et fabriqués en France."
  },
  "common": {
    "cartClearedCurrency": "Votre panier a été vidé car vous avez changé de devise. Les produits doivent être ajoutés à nouveau.",
    "cartClearedLanguage": "Votre panier a été vidé car vous avez changé de langue. Les produits doivent être ajoutés à nouveau dans la nouvelle langue.",
    "change": "Changer",
    "chooseLocationLanguage": "Choisissez votre lieu et votre langue",
    "currentLanguageCurrency": "Votre langue et votre monnaie actuelles",
    "english": "Anglais",
    "euro": "L'euro",
    "french": "Français",
    "usDollar": "Dollar américain"
  },
  "DirectSailing": {
    "Address": "Adresse",
    "As an": "Revendeur AFS depuis plusieurs années, Pascal (directeur du magasin) a d'abord choisi la marque pour promouvoir le Made in France dans son magasin.",
    "A wide": "Une large gamme de produits allant des catamarans, dériveurs et kayaks aux SUP, planches à voile et voiliers pour les particuliers. Distributeur AFS depuis plusieurs années.",
    "Direct Sailing Team": "Équipe de voile directe",
    "History": "L'histoire",
    "Local and": "Des produits locaux et de qualité\" mis en avant par son ami Thierry Pen (co-fondateur de Foil&Co et ancien directeur commercial), ce qui a donné naissance à une relation commerciale entre la marque et le magasin.",
    "store": "magasin",
    "Store access map": "Plan d'accès au magasin",
    "Store in Pornichet": "Magasin à Pornichet",
    "The Direct Sailing ": "Le magasin Direct Sailing existe depuis plus de 20 ans et proposait à l'origine des catamarans Hobie Cat, des dériveurs et des kayaks pour équiper les clubs. Au fil du temps, ils ont suivi l'évolution des sports nautiques et ont élargi leurs gammes de produits avec le SUP, la planche à voile, la voile terrestre et l'aile, s'adressant ainsi aux particuliers.",
    "title": "Les produits AFS sont disponibles à l'adresse suivante"
  },
  "equipment": {
    "AFS": "Spécialistes des produits AFS - Antonin & Elouann",
    "After": "Après avoir validé l'offre de reprise, je dépose mon matériel à la poste pour qu'il soit livré à :",
    "All you": "Il ne vous reste plus qu'à rouler !",
    "ATTENTION": " ATTENTION : la reprise se fait pièce par pièce : il n'est pas possible de reprendre une aile contre un foil, par exemple. Ce sera un foil pour un foil, un fuselage pour un fuselage...",
    "Have": "Obtenir une estimation de la reprise",
    "Have a": "Obtenir une estimation de la reprise",
    "Heres": "Voici comment cela fonctionne",
    "Once": "Une fois l'acceptation confirmée, le nouvel équipement est expédié.",
    "Our": "Nos experts passionnés sont là pour répondre à toutes vos questions sur la reprise et l'évaluation des équipements !",
    "Register": "Enregistrez votre équipement - foil complet, aile avant, stabilisateur ou TBAR - en ligne.",
    "Register equipment": "Enregistrer l'équipement",
    "Stage": "Stade",
    "sub": "Nous reprenons votre ancienne feuille AFS si vous achetez une nouvelle feuille AFS !",
    "Using": "En utilisant le même lien, vous indiquez le matériel que vous souhaitez acheter.",
    "Using the": "En utilisant le même lien, vous indiquez le matériel que vous souhaitez acheter.",
    "Well": "Nous vous aiderons à évaluer l'état de votre équipement afin que vous puissiez l'échanger dès aujourd'hui.",
    "You will": "Vous recevrez une estimation du coût de la restauration dans les 24 heures."
  },
  "footer": {
    "about": "À propos de nous",
    "accept": "J'accepte la politique de confidentialité et les conditions d'utilisation",
    "client": "Client du service",
    "copy": "Tous droits réservés. ©2025",
    "email": "Saisissez votre adresse électronique pour vous abonner à nos bulletins d'information",
    "li-1": "<item1><link1>Configurateur de feuilles</link1></item1><item><link2>Meilleure correspondance stab</link2></item><item><link3>Comparateur 3 stabs / aile avant</link3></item><item><link4>Comparaison des mâts</link4></item><item><link5>Construction de la planche</link5></item><item><link6>Equipement</link6></item><item><link7>Récupération</link7></item><item><link8>Caractéristiques du film</link8></item><item><link9>Taille de la vis</link9></item>",
    "li-2": "<item1><link1>Afs advance</link1></item1>\n      <item><link2>Fabriqué en France</link2></item>\n      <item><link3>Avis</link3></item>\n      <item><link4>L'équipe</link4></item>\n      <item><link5>Nous rejoindre</link5></item>\n      <item><link6>Mentions légales</link6></item>\n      <item><link7>Conditions générales de vente</link7></item>\n      <item><link8>Politique de confidentialité</link8></item>",
    "li-3": " <item1><link1>Afs advance</link1></item1>\n      <item><link2>Fabriqué en France</link2></item>\n      <item><link3>Avis</link3></item>\n      <item><link4>L'équipe</link4></item>\n      <item><link5>Nous rejoindre</link5></item>\n      <item><link6>Mentions légales</link6></item>",
    "tools": "Outils d'achat",
    "Universe": "Univers"
  },
  "Form": {
    "title": "Formulaire"
  },
  "gliss": {
    "a": " Chez GlissAttitude, notre personnel passionné et expérimenté se fera un plaisir de vous accueillir et de vous conseiller.",
    "glissAttitude": " <h1>\n                Les produits AFS sont disponibles au magasin <span> Gliss Attitude</span>       </h1>\n\n              <p>\n                L'un des plus anciens magasins d'équipement nautique de France avec du matériel AFS   </p>",
    "last": "<span>\n                  <h3>Eric</h3>\n                  <p>manager, windfoiler, et ingénieur de formation</p>\n                </span>\n                <span>\n                  <h3>Bastien</h3>\n                  <p>\n                    manager à Marseille - surfeur originaire de l'Île de Ré.    </p>\n                </span>\n                <span>\n                  <h3>Paul</h3>\n                  <p>conseiller - snowboarder</p>\n                </span>\n                <span >\n                  <h3>Christopher</h3>\n                  <p>directeur à La Fos-Sur-Mer</p>\n                </span>\n\n                <span>\n                  <h3>Baptiste</h3>\n                  <p>\n                    conseiller - snowboarder expérimenté et très bon skieur de slalom      </p>\n                </span>",
    "p-1": "<p>\n              GlissAttitude possède deux magasins chargés d'histoire. L'un est situé dans le centre ville de Marseille et l'autre à La Fos-Sur-Mer, en bord de mer. Animée par des passionnés, l'entreprise est une référence en matière de conseils et d'équipements nautiques.          </p>\n\n            <h2>\n              \"Toujours en quête de garantir le meilleur à nos clients, nous n'hésitons pas à tester notre matériel dans l'eau et sur des bancs d'essai. Nous consignons nos commentaires sur le matériel dans notre blog. <span>\"</span></h2>"
  },
  "guide": {
    "body-1": "   Le paddleboard s'est imposé comme un sport de plein air très tendance, accessible aux débutants comme aux experts. Nous vous donnons notre avis de professionnels sur le matériel de stand-up paddle à choisir, les bons prix, mais aussi sur les spots, les accessoires et les pagaies !",
    "body-2": "<h2>Qu'est-ce que cela m'apporte ?</h2>\n            <p>\n              Tout d'abord, le stand-up paddle est un super sport nautique polyvalent. De manière générale, il stimule non seulement le cardio, mais aussi les muscles du haut du corps, les jambes et les abdominaux. C'est aussi le moyen idéal d'améliorer son équilibre ! </p>\n            <p>\n              Deuxièmement, le sup est très polyvalent. Pagaie polyvalente pour l'aventure ou le plaisir, compétition, usage familial, surf et SUP foiling : on peut tout faire avec cette discipline, dans toutes les conditions, et c'est ce que nous aimons. Plus que du kayak et du canoë, vous pouvez profiter de tout ce que la mer et l'eau vive ont de mieux à offrir.       </p>",
    "body-3": "<h2 >Comment choisir la bonne pagaie ?</h2>\n            <h3>\n              En fonction de mon niveau de pagaie      </h3>\n            <p >\n              Si vous êtes débutant et que vous n'avez jamais vraiment pratiqué de sports nautiques, la première chose à prendre en compte n'est pas tant ce que vous faites, mais votre niveau. Il est important de choisir une planche facile pour découvrir ce sport. Il serait dommage d'abandonner le stand-up paddle dès les premières descentes avec un matériel trop petit. La largeur est particulièrement importante, car elle détermine votre stabilité.           </p>\n            <p >\n              Pour les pratiquants intermédiaires, ou ceux qui pratiquent déjà d'autres sports de glisse comme le kitesurf ou la planche à voile, vous pouvez déjà commencer à vous orienter en fonction de votre sport de prédilection (surf, cruising...), mais le mieux est d'opter pour des planches qui offrent un minimum de polyvalence et de confort, afin de ne pas vous mettre en difficulté.            </p>\n            <p>\n              Pour les experts du SUP, c'est la pratique qui définit les besoins, et nous vous expliquons en détail quelle planche est parfaite pour chaque activité, afin que vous puissiez en tirer le meilleur parti ! </p>",
    "body-4": "<h3>\n              Quelle taille et quelle forme pour mon stand-up paddle ? </h3>\n            <p>\n              D'une manière générale, ce sont les paramètres que l'on utilisera pour définir la forme du SUP. A noter qu'à niveau égal, plus vous êtes grand, plus vous aurez besoin de largeur et de longueur pour vous faciliter la vie.    </p>\n            <h3>La longueur</h3>\n            <p>\n              Plus votre pagaie est longue, plus elle \"glisse\". En d'autres termes, le coup d'aviron est plus efficace. La longueur réduit également le phénomène de \"rame\". Si votre sup est très courte, elle aura tendance à pivoter vers la droite si vous pagayez vers la gauche. C'est très bien en surf pour être agile sur la vague, mais moins bien en compétition ou sur de longues distances quand on veut changer de côté le moins possible...           </p>\n\n            <h3>La largeur</h3>\n            <p>\n              Elle apporte confort et stabilité. En revanche, elle vous rendra plus lent et vous demandera plus d'efforts pour maintenir votre vitesse. Si vous débutez, il est très important d'avoir une largeur constante pour ne pas vous mettre en difficulté.            </p>\n            <h3>L'épaisseur</h3>\n            <p>\n              Plus importante pour les pagaies gonflables, qui doivent avoir des peaux étalées pour garantir une rigidité minimale. Plus on augmente l'épaisseur, plus on réduit la sensation de glisse en s'éloignant de l'eau. Une plus grande épaisseur réduit également l'équilibre, car vous vous retrouvez ballotté comme un bouchon sur l'eau au-delà de la barre des 5 pouces.       </p>\n\n            <h3 >Forme du nez</h3>\n            <p>\n              Les nez pointus sont idéaux pour la course ou la distance, car ils permettent de fendre facilement la vague. En surf ou pour les débutants, les nez s'arrondissent, perdant en glisse mais gagnant en adhérence sur les vagues. Sur les pagaies rigides, on peut également travailler la forme de l'étrave, de la coque et du pont pour les rendre plus résistants au clapot, par exemple.        </p>\n            <h3>\n              La forme du tail    </h3>\n            <p>\n              Les formes sont variées, mais pour simplifier, plus le tail est pincé, plus on gagne en maniabilité et on perd en stabilité. Plus il est large, moins vous êtes maniable sur la vague, mais meilleur est votre départ et plus vous êtes stable.       </p>\n            <h3>\n              Le choix en fonction de votre pratique        </h3>\n            <p>\n              Combinés, ils permettent de créer des sup shapes plus ou moins adaptés à votre niveau de pratique. Voici les principaux shapes que l'on trouve sur le marché, et que l'on retrouve dans toutes les marques en vente.      </p>\n            <h3>\n              Les pagaies pour débutants          </h3>\n            <p>\n              Il faut une longueur intermédiaire pour la polyvalence (de l'ordre de 9/11 pieds), un nez et un arrière généreux et ronds, et surtout une bonne largeur ! </p>\n<h3>\n              Pagaies polyvalentes            </h3>",
    "body-5": "<p>\n              C'est un compromis entre la vague et la promenade. Relativement courte, entre 2 et 3 mètres, elle est souvent assez large, avec un nez rond et un arrière confortable. Idéale si vous débutez, pour un usage familial ou pour un utilisateur intermédiaire qui veut tout faire sans se prendre la tête.      </p>\n\n            <h3>\n              Pagaies de randonnée          </h3>",
    "body-6": "<p>\n              Plus longs que les allrounders, entre 11 et 12 pieds, avec un nez plus pointu, ils conservent souvent un peu de largeur. Cette longueur permet de couvrir de plus grandes distances et de ramer plus efficacement, tout en conservant une forme abordable. Ils ne sont plus adaptés aux vagues, car ils sont trop longs, mais ils restent très performants en mer, même avec un peu de clapot. Les plus grands modèles sont idéaux si vous débutez et que vous n'avez pas l'intention de surfer avec. Notez qu'il en existe même pour faire des doubles ! Ces gammes sont souvent disponibles sur les sites de location, alors n'hésitez pas à consulter notre réseau de partenaires en France pour en savoir plus, l'aventure vaut peut-être le détour.        </p>\n\n            <h3>\n              Course de pagaies       </h3>\n            <p>\n              Longs, souvent 12'6″ ou plus, ils sont aussi (très) fins, avec des nez pointus. Si leur équilibre est précaire, ce sont des machines à vitesse, surtout sur les plats et les longues distances. A réserver aux utilisateurs expérimentés.            </p>\n            <h3>\n              Pagaies pour le surf    </h3>",
    "headline": "Tout sur le SUP",
    "p": " Ce sont généralement les plus courts, moins de 3 mètres, avec un nez rond. Très maniables, ils ont des largeurs et des queues spécifiques à chaque modèle pour des utilisations différentes : une queue très pincée et fine pour une agilité maximale à une queue presque rectangulaire pour plus de stabilité et de puissance dans les vagues molles.",
    "p-1": " Le sup foiling est une discipline de plus en plus populaire. Nous avons rassemblé une",
    "p-2": " guide spécifique pour le stand-up paddle foils",
    "p-5": "<h2>Les accessoires essentiels du SUP</h2>\n            <h3>La laisse</h3>\n            <p>\n              La sécurité avant tout ! Comme pour la plupart des sports nautiques, le leash est indispensable. Il s'attache à l'arrière de la queue, sur le pont, et se porte à la cheville. Nous recommandons le leash enroulé - ou téléphone, qui est le plus courant car il est plus confortable.            </p>\n\n            <h3>La pagaie</h3>\n            <p>\n              \n               <strong>Au portant, le choix de la bosse de départ est crucial. </strong> C'est votre moteur, et il est essentiel que cet équipement soit bon. Rien ne sert de rouler dans une belle carrosserie s'il faut la pousser à la main ! Mieux vaut donc en payer le prix et profiter du meilleur de la discipline. Fabriqués à l'origine en bois, ils sont aujourd'hui en aluminium ou en matériaux composites (fibre de verre et carbone). L'aluminium demande de l'entretien, et s'il est très résistant aux chocs, il est lourd et ne se répare pas si l'on plie le manche. Ce matériau est réservé aux écoles ou aux tout premiers prix. Nous recommandons soit un mélange de fibre de verre et de carbone, qui peut être d'un bon rapport qualité/prix, soit du 100% carbone si vous l'utilisez régulièrement. Et attention aux avirons amovibles : plus ils ont de pièces, moins ils sont rigides. Si vous envisagez de faire du wave riding, du downwind ou de la distance, optez pour un manche en une seule pièce, éventuellement avec une olive réglable, mais évitez les manches en trois pièces.        </p>",
    "p-8": "Découvrez nos stand up paddles",
    "p-9": "<div>\n            <h2>\n              Acheter une pagaie gonflable ou rigide ? </h2>\n            <p>\n              Les avantages des surfaces dures en termes de sensations, de longévité et de performances sont absolument indiscutables, et l'emportent très vite sur les quelques inconvénients. Si vous voulez utiliser votre matériel pour autre chose, pour un usage saisonnier très limité, et si vous voulez privilégier la qualité (car les prix des gonflables atteignent souvent ceux des rigides dès que l'on veut un minimum de performance, donc il vaut parfois mieux attendre la bonne promotion...), le gonflable n'est peut-être pas la solution, même s'il est courant de lire le contraire.          </p>\n          </div>\n\n          <div>\n            <h2>Les spots de paddle</h2>\n\n            <p>\n              Les spots français sont particulièrement variés, et il est courant que certains d'entre eux soient cités comme les meilleurs du monde ! </p>\n            <h3>La balade</h3>\n            <p>\n              En matière de randonnée, pour peu que les conditions soient réunies, il n'y a que l'embarras du choix. Des calanques de Marseille aux gorges du Var, de la Dordogne au lac d'Annecy en passant par les côtes bretonnes, il suffit de s'équiper pour profiter d'un nouveau point de vue en toute tranquillité.            </p>\n            <h3>La race</h3>\n            <p>\n              De nombreux formats de courses sont proposés sur l'ensemble du territoire français. La Tawara (dans le Tarn) et la Dordogne complète côtoient des courses dans l'océan Atlantique, comme la Beach Race à Crozon, ou The Race en Guadeloupe.           </p>\n            <h3>Supsurf</h3>\n            <p>\n              Tous les spots de surf vous attendent, de la Bretagne au Pays basque. Vous pouvez décoller à la moindre ondulation, profitez-en.            </p>\n            <p>\n              Moins répandue, la navigation au portant émerge en Bretagne et dans le sud de la France, avec le foiling en plein essor.      </p>\n            <p>\n              On vous l'avait dit : les paysages français sont aussi riches que la discipline elle-même, et c'est cette liberté que nous aimons ! </p>\n          </div>",
    "table": " Table des matières",
    "table-2": "<tr>\n                    <th>Pratique de la vague</th>\n                    <th>~ 50-60 KG</th>\n                    <th>~ 70-80 KG</th>\n                    <th>+ 90 KG</th>\n                  </tr>\n                  <tr>\n                    <th>Débutant</th>\n                    <td>Longueur de 8'5\" à 9′ Largeur de 30\" à 31″.</td>\n                    <td>Longueur 9′ à 10′ Largeur 31″ à 33″</td>\n                    <td>Longueur 10′ à 11′ Largeur 32″ à 36″</td>\n                  </tr>\n                  <tr>\n                    <th>Intermédiaire</th>\n                    <td>\n                      Même taille - Volume minimum = votre poids + 35 à 40 L </td>\n                    <td>\n                      Même taille - Volume minimum = votre poids + 35 à 40 L </td>\n                    <td>\n                      Même taille - Volume minimum = votre poids + 35 à 40 L </td>\n                  </tr>\n                  <tr>\n                    <th>Expert</th>\n                    <td>\n                      Largeur 25″ à 28″ Volume = votre poids à votre poids + 30 L </td>\n                    <td>\n                      Largeur 26″ à 29″ Volume = votre poids à votre poids + 30 L </td>\n                    <td>\n                      Largeur 28″ à 32″ Volume = votre poids à votre poids + 30 L </td>\n                  </tr>",
    "table-24": "<tr>\n                    <th>Marche pratique</th>\n                    <th>~ 50-60 KG</th>\n                    <th>~ 70-80 KG</th>\n                    <th>+ 90 KG</th>\n                  </tr>\n                  <tr>\n                    <th>Tout terrain</th>\n                    <td>Longueur 30′ à 31′ - Largeur 10′ à 11'6 \"</td>\n                    <td>Longueur 31′ à 32′ - Largeur 10′ à 11'6 \"</td>\n                    <td>Longueur 32-36′ - Largeur 10'5 \" à 11'6 \"</td>\n                  </tr>\n                  <tr>\n                    <th>Touring / exploration</th>\n                    <td>Longueur 11'6 \" à 12'6 \" - Largeur 28′ à 30′</td>\n                    <td>Longueur 12'6 \" à 14′ - Largeur 29′ à 32′</td>\n                    <td>Longueur 12'6 \" à 14′ - Largeur 32′ à 34′</td>\n                  </tr>",
    "table-footer": " Pagaies pour le foiling"
  },
  "guide-downwind-2025": {
    "And avoid": "Et éviter de se fatiguer trop vite. C'est à la fois la partie la plus importante et la plus technique de ce type de discipline. Ensuite, une fois la maîtrise acquise, on peut se concentrer sur la glisse, c'est-à-dire une glisse fluide qui permet d'accélérer, d'affiner les trajectoires et d'effectuer de belles courbes sur l'eau.",
    "And its clear": "Et il est clair que l'utilisation de l'aile est beaucoup moins fatigante que l'aviron. Alors pourquoi ne pas attacher votre pagaie aux poignées de votre aile et enfiler un sac à dos imperméable ? Une fois que vous êtes assez loin en mer, vous pouvez ranger votre aile dans le sac, décrocher la pagaie et faire le SUP foil downwind ! Et si vous vous êtes surestimé parce que c'est votre première fois, il y a toujours la possibilité de redescendre en freefly. Un conseil : utilisez une planche relativement grande (minimum 85-90 litres, pour pouvoir vous tenir debout confortablement sur l'eau).",
    "Basic SUP": "Techniques de base de SUP foil downwind",
    "Because": "Parce qu'il est important de bien s'hydrater lorsqu'on navigue longtemps.",
    "Choosing the": "Choisir la bonne pente pour la mise à l'eau du SUP foil",
    "Downwind": "La navigation au portant consiste à naviguer d'un point A à un point B dans le sens du vent. En d'autres termes, il s'agit de naviguer en haute mer et sous le vent, en utilisant la houle, les courants et le vent dans votre dos. Vous pouvez le faire avec un foil à aile ou un SUP foil.",
    "Downwind safety tips": "Conseils de sécurité en cas de vent arrière",
    "Downwind sailing": "La navigation au portant n'est pas un phénomène récent, mais elle a été révolutionnée par l'arrivée du foil. Associé à une aile, un parafoil ou une pagaie, le foil permet de générer la force propulsive nécessaire au décollage et de se laisser porter par les éléments. En vent arrière, la sensation de glisse est amplifiée... C'est tout simplement incroyable !",
    "Efficient take-off": "Un décollage efficace demande de l'entraînement ! Commencez sur un plan d'eau plat ou légèrement agité, en ramant toujours du même côté et en essayant de rester le plus droit possible, dans la même trajectoire.",
    "Every rider": " Chaque coureur doit informer sa famille et ses amis de sa sortie (lieu et heure approximative de départ et d'arrivée + itinéraire + nombre de personnes), et pourquoi pas aussi prévenir le CROSS (Centre régional opérationnel de surveillance et de sauvetage). Et ne sortez jamais seul, au moins à deux !",
    "For beginners": "Pour les débutants, nous recommandons une aile avant entre 1400 et 2000 cm², en fonction de votre taille et des conditions météorologiques. Au fur et à mesure de votre progression, et après avoir effectué plusieurs descentes au vent, vous pourrez passer à un foil plus performant, orienté glisse, avec un allongement plus important. Comme par exemple la gamme Pure d'AFS.",
    "For downwind Stand": "Pour le Stand up paddle foiling au portant, l'idéal est d'avoir un vent assez régulier entre 15 et 25 nœuds, soufflant dans la même direction que la houle.",
    "For the foil": "Pour le mât du foil, la taille recommandée est comprise entre 75 et 85 cm, ce qui réduit la traînée dans l'eau et optimise le décollage. Pour le fuselage, préférez un modèle de longueur moyenne, autour de 65 cm, pour assurer une meilleure stabilité lors de vos débuts. Plus le foil est court, plus il sera réactif, mais l'objectif est de rester le plus longtemps possible sur la planche. Enfin, le stab ne doit pas être trop petit non plus pour être confortable en vol.",
    "Generally": "En général, ces planches mesurent entre 7′ et 9′. Cela dépend du type d'eau sur lequel vous avez l'habitude de naviguer. Leur forme permet un décollage plus rapide et plus facile qu'avec une planche wingfoil standard ou une mid-length, qui est un peu moins tendue et plus large. En revanche, pour un wingfoil downwind, ces deux types de planches sont parfaitement adaptés et même recommandés.",
    "If you": "Si vous voulez apprendre à descendre au vent avec un SUP foil, il est préférable de choisir un foil avant avec une grande surface pour soutenir et favoriser le décollage.",
    "In downwind": "Au portant, le choix de la bosse de départ est crucial.",
    "In SUP": "En SUP foil (avec aviron et sans aile), optez pour une planche rigide, longue et étroite, spécialement conçue pour le downwind.",
    "It makes": "Il est plus facile à voir de loin.",
    "It protects": "Il protège contre les chocs en cas de chute et vous aide à flotter plus facilement lorsque vous tombez.",
    "Its a": "Il s'agit d'une petite vague ou d'un micro-clap plus droit que les autres. Pas toujours facile à visualiser quand on débute. Les bosses se présentent souvent comme de petites séries de vagues ou trains de houle, avec une poussée plus prononcée que le milieu marin qui vous entoure. Bien que de courte durée, cette poussée est assez puissante et s'accompagne d'un effet de succion suivi d'une \"poussée\" de 2 à 3 secondes. Pour profiter de la puissance de cette fameuse \"bosse\" et atteindre la vitesse nécessaire au décollage, il faut ramer de manière continue et explosive pendant cet effet de succion.",
    "Its a marine": "Il s'agit d'une radio marine qui vous permet de communiquer directement avec la terre ou d'autres personnes en mer.",
    "Its undeniable": "C'est une protection indéniable pour votre tête.",
    "Rowing technique": "Technique d'aviron",
    "Safety": "La sécurité est primordiale dans la navigation au portant sur de longues distances.",
    "Safety equipment": "Les équipements de sécurité ne doivent pas être négligés. Il est fortement recommandé de se munir des équipements complémentaires suivants :",
    "The board": "Le conseil",
    "The foil": "Les",
    "The latter should": "Ce dernier ne doit pas être trop serré pour favoriser la glisse et la vitesse. Avec plus de technique, de pratique et de maîtrise du pompage, vous serez alors en mesure de sortir dans des conditions de vent plus faible.",
    "This belt": " Cette ceinture comprend un gilet de sauvetage contenant une cartouche de CO2 + une fusée de détresse.",
    "This gives": "Cela vous donne plus de puissance pour soulever votre planche hors de l'eau. En revanche, positionnez-vous légèrement de côté, en mode surf, et ramez sur le côté de vos orteils. Cela vous permet de mieux contrôler l'inclinaison, la direction et l'assiette de votre planche, et donc d'attraper la houle plus facilement. Enfin, accompagnez vos coups de rame de pompage : vos jambes poussent de haut en bas sur la planche de manière rythmée et régulière, sans mouvement brusque. Cela vous aidera à générer de la vitesse.",
    "title": "Tout ce qu'il faut savoir sur le vent arrière : des moments de glisse sans fin",
    "To make": "Pour accéder au vent arrière et démarrer, il faut bien sûr remonter au vent !",
    "Turn your": "Transformez votre séance de wingfoil en une séance de downwind à la rame !",
    "Water": "L'eau",
    "What": "Quel équipement faut-il utiliser pour un vent arrière ?",
    "What are": "Quelles sont les conditions idéales pour naviguer au portant ?"
  },
  "home": {
    "ambassadors": "L'équipe des ambassadeurs AFS",
    "category": "Shop by category",
    "categoryShop": "Shop by category",
    "featuredTitle": "Meilleures ventes",
    "homeTitle": "L'esprit du fleuret depuis 2009",
    "more": "En savoir plus sur AFS",
    "news": "nouvelles",
    "playVideo": "LIRE LA VIDÉO",
    "scrollText": "Lire la suite de la visite",
    "see-more": "Voir plus d'informations",
    "service": "Service clientèle AFS",
    "subText": "La mission d'AFS est de proposer les foils, planches et ailes les plus performants, tout en garantissant une accessibilité et une stabilité de premier ordre. Pour que tous les riders puissent pratiquer leur sport en toute sécurité, quelles que soient les conditions et quel que soit leur style de glisse (freeride, carving, downwind, surf foil, etc.). Ces produits sont conçus et fabriqués en Bretagne par Foil And Co. Une fabrication française utilisant les techniques les plus avancées pour vous offrir la meilleure qualité !",
    "team": "L'équipe",
    "video": "La mission d'AFS est de proposer les foils, planches et ailes les plus performants, tout en garantissant une accessibilité et une stabilité de premier ordre. Pour que tous les riders puissent pratiquer leur sport en toute sécurité, quelles que soient les conditions et quel que soit leur style de glisse (freeride, carving, downwind, surf foil, etc.). Ces produits sont conçus et fabriqués en Bretagne par Foil And Co. Une fabrication française utilisant les techniques les plus avancées pour vous offrir la meilleure qualité !"
  },
  "legal": {
    "body": " <p>\n              FOIL AND CO SAS, société de droit français au capital de 110 250,00 €, représentée par M. Tanguy LE BIHAN, et dont le siège social français est situé à Pencran (29800), ZAE Correquer.          </p>\n\n            <p>\n              Coordonnées du vendeur : Foil and co Siège social : ZA DE REUNVENGUEN 29450 LE TREHOU RCS : 822 822 615 R.C.S Brest SIRET : 82282261500016 Tel : 02 98 19 29 03 Email : contact@foilandco.com Nous mettons tout en oeuvre pour vous satisfaire. Sur ce site, nous vous présentons toutes les caractéristiques essentielles des produits. Nous serons attentifs aux remarques que vous nous ferez parvenir. Le client doit se reporter au descriptif de chaque produit vendu sur le site pour en connaître les propriétés et les caractéristiques essentielles. Le client reconnaît avoir pris connaissance, préalablement à la passation de sa commande, de manière lisible et compréhensible, des présentes Conditions Générales de Vente et de l'ensemble des informations énumérées à l'article L. 221-5 du Code de la consommation, et notamment des informations suivantes : </p>",
    "heading": "CONDITIONS GÉNÉRALES DE VENTE",
    "last": "<p>\n              Responsable de la publication : M. Tanguy LE BIHAN, représentant de la société FOIL AND CO.   </p>\n            <p>Contact : contact@foilandco.com</p>\n            <p>Conception, réalisation et hébergement</p>\n            <p>Conception et création graphique : Foil and Co</p>\n            <p>Directeur : Vlad Zamari</p>\n            <p>\n              Hébergement : OVH - immatriculée au Registre du Commerce et des Sociétés de Lille sous le numéro : Lille Métropole B 424 761 419, dont le siège social est situé 2 rue Kellermann, 59100 ROUBAIX, avec un numéro de TVA FR22424761419.            </p>",
    "li": " <li>Inscrit au RCS de Brest sous le numéro 822 822 615</li>\n              <li>Numéro de TVA : FR23822822615</li>\n              <li>Numéro Siret : 82282261500032</li>\n              <li>Code APE : 7112B Ingénierie, études techniques</li>",
    "notice": "Avis juridique"
  },
  "madeInFrance": {
    "At foil and Co": "Chez foil and Co, notre exemple le plus réussi est la réutilisation des déchets de carbone pré-imprégnés. Ils sont récupérés pour former les plaques, c'est-à-dire la base des feuilles. Il n'y a donc pas plus de 3 % de perte de matières premières au cours du cycle de production.",
    "At Foil & Co there": "Chez Foil & Co, il n'y a aucune perte de matière première. Toutes les chutes de carbone sont réutilisées pour être réintégrées dans le cycle de production.",
    "But we decided to": "Mais nous avons décidé de le prendre comme une opportunité. Au-delà du fait que la production locale réduit considérablement l'empreinte carbone de nos produits et que nous sommes fiers de créer des emplois et des savoir-faire, il y a un autre avantage majeur : produire en France nous permet d'atteindre un niveau d'exigence plus élevé concernant la qualité de nos produits.",
    "choice made France": "Le choix d'une production \" made in France \" a été un élément moteur dans la construction de l'entreprise. Au premier abord, on pense souvent aux contraintes que cela implique pour une entreprise : coûts de production élevés, besoin de salariés, de gestion, de stockage... etc.",
    "Choice of carbon": "Choix du carbone",
    "Circular economy": "Économie circulaire",
    "Designing": "Concevoir des produits responsables, c'est aussi prendre en compte leur fabrication et leur processus de production.",
    "Foil and Co": "Foil and Co est une société spécialisée dans la fabrication et la vente d'équipements pour les feuilles d'aile, les feuilles de surf, les feuilles de sup, les feuilles de vent. Nous sommes experts dans la conception et la fabrication de produits composites.",
    "Foil & Co": "Foil & Co existe depuis 6 ans. Nous avons toujours travaillé dans le sens de l'écologie et du développement durable, de manière sérieuse et engagée.",
    "For us": "Pour nous, ce sont tous ces engagements qui nous permettront de construire le monde de l'entreprise de demain : engagé pour l'environnement et responsable.",
    "From the start": "Dès le départ, notre ambition était de réussir à concevoir des produits qui durent dans le temps. Aujourd'hui, nous pouvons affirmer que nos feuilles ont une durée de vie moyenne de 10 ans. À titre de comparaison, la durée de vie moyenne d'une feuille d'aluminium est de 2 ans.",
    "Implement": "Mettre en place un cycle de production responsable",
    "In addition": "Outre ses avantages concurrentiels, tels que sa légèreté, qui en font le matériau le plus efficace pour la conception d'un foil, le carbone est surtout extrêmement solide et présente une rigidité impressionnante.",
    "Indeed": "En effet, nos gammes de produits sont constamment testées (par nos équipiers, notre équipe de riders, par nos clients). Cette proximité nous permet d'améliorer constamment notre offre dans un délai très court.",
    "Indeed our product": "En effet, nos gammes de produits sont constamment testées (par nos équipiers, notre équipe de riders, par nos clients). Cette proximité nous permet d'améliorer constamment notre offre dans un délai très court.",
    "In our approach": "Dans notre approche, nous plaçons l'employé au cœur des processus de l'entreprise afin de développer notre savoir-faire interne et d'être le plus autonome possible. Nous avons réussi à concevoir nous-mêmes certaines machines utilisées dans la fabrication des feuilles, comme les presses, ce qui nous permet d'être plus autonomes.",
    "It is through": "C'est à travers notre marque AFS, spécialisée dans le domaine des feuilles, que nous proposons des feuilles 100% carbone, fabriquées de A à Z dans notre usine de Pencran, en France.",
    "Living": "Espace de vie",
    "Living in": "Vivre dans l'espace de manière responsable.",
    "Low": "Approche \"low tech",
    "Low tech": "Faible technicité : Lean et savoir-faire.",
    "Our activity": "Notre activité se déroule dans un bâtiment éco-conçu, ce qui nous permet d'être 90% autonome en énergie.",
    "Putting people": "Placer les personnes au cœur de nos activités",
    "Responsible production": " Production responsable",
    "Short circuit": "Court-circuit",
    "Since this year": "Depuis cette année, nous proposons une offre de rachat - reconditionnement - revente de nos foils. La constitution et la maîtrise d'un parc de matériel d'occasion nous permet d'allonger significativement la durée de vie de nos foils.",
    "Sustainable": "Le développement durable est l'un des piliers fondateurs de Foil and Co : notre ambition était de réussir à réindustrialiser en France, en regroupant et en maîtrisant notre production de A à Z : du bureau d'études à la production et à l'expédition. Cela nous a permis de limiter notre impact sur l'environnement en créant des circuits courts, et d'être en constante amélioration sur la performance de nos produits, tout en utilisant des matériaux durables.",
    "The choice": "Le choix du carbone : un atout pour la durabilité des feuilles",
    "The human": "L'homme",
    "The well-being": "Le bien-être de nos employés est notre priorité absolue. Nous utilisons notamment le carbone pré-imprégné car il est beaucoup moins volatile que les résines conventionnelles.",
    "This material": "Ce matériau est idéal pour une utilisation dans le domaine nautique. Il est également très résistant aux agressions extérieures (sel, mer, corrosion) et se répare et se reconditionne très bien, contrairement à l'aluminium.",
    "title": "Foil & Co, une entreprise fondamentalement responsable",
    "We also promote": "Nous valorisons également les savoir-faire locaux existants que nous développons par la formation de nouveaux salariés, notamment en encourageant les contrats d'apprentissage et d'alternance.",
    "We have": "Nous avons privilégié l'utilisation d'un matériau durable, résistant aux agressions extérieures et capable d'être retravaillé et réparé, afin de maximiser la durée de vie de nos feuilles.",
    "We have established": "Nous avons implanté nos ateliers en France afin de réduire considérablement l'empreinte carbone de nos produits et de contrôler en permanence leur qualité et leur performance.",
    "We make the": "Nous tirons le meilleur parti de leur savoir-faire dans les différents domaines d'activité de l'entreprise.",
    "We manufacture": " Nous fabriquons nous-mêmes certaines de nos machines de production.",
    "We settled in": "Nous nous sommes installés à Pencran, en zone rurale, afin de favoriser le développement du bassin d'emploi local, plutôt que dans une grande métropole où les zones industrielles sont déjà saturées. Nos ateliers sont installés dans un bâtiment éco-conçu, nous sommes autonomes en énergie à 90% grâce à l'installation de panneaux solaires et nous encourageons le covoiturage entre salariés.",
    "Working": "Travailler en circuit court : le choix du made in France."
  },
  "Need-advice": {
    "After-sales": "Demande de service après-vente",
    "Book a": "Réservez un créneau horaire pour récupérer votre commande de commerce électronique",
    "Book a call": "Prendre rendez-vous avec un conseiller",
    "Chat online": "Chat en ligne avec un conseiller",
    "Contact form": "Formulaire de contact",
    "For this": "Pour cela, nous avons plusieurs façons de se parler, choisissez celle qui vous convient.",
    "Meet us": "Rencontrez-nous lors d'un événement",
    "The well-being": "Le bien-être de nos employés reste notre principale préoccupation. Nous avons notamment étudié de près les conditions physiques de travail des équipiers sur la ligne de production et avons optimisé et aménagé chaque poste de travail afin de limiter les mauvaises postures et les gestes répétitifs.",
    "title": "Besoin de conseils",
    "While you": "En attendant notre réponse, n'hésitez pas à consulter nos différents guides :",
    "You want": "Vous souhaitez nous contacter - écrivez-nous, nous vous aiderons."
  },
  "privacy": {
    "policy": "Politique de confidentialité"
  },
  "reconditioning": {
    "heading": "Notre gamme de films reconditionnés",
    "heading_2": "Nous sommes fiers de vous présenter nos produits reconditionnés, une initiative qui reflète notre engagement en faveur de l'environnement et notre volonté de vous fournir des produits proches de l'état neuf, à un prix plus abordable et avec le même niveau de service.",
    "sub": "Forts de cette conviction, nous avons mis en place une ligne de reconditionnement dans notre usine de Bretagne pour réparer et remettre à neuf tous nos produits qui peuvent être reconditionnés par nos experts, qu'il s'agisse d'un produit retourné, d'un emballage endommagé ou d'un équipement acheté.",
    "sub_sub": "Découvrez les produits reconditionnés",
    "title": "reconditionnement"
  },
  "service-request": {
    "title": "Demande de service"
  },
  "support": {
    "afs-support": "Soutien AFS",
    "ahd": "Le bleu AHD sur nos cartes (Thunderbolt, Topaz, Compact) est RAL5012.",
    "article": "article",
    "ay": "<p>Couleurs pour AHD Fury :</p>\n              <ul>\n                <li>Dégradé de bleu : Hexa #1B8AB2 → #292B2C</li>\n                <li>Rouge : Hexa #FE5558</li>\n              </ul> ",
    "black": "<li>Noir : Hexa #292B2C</li>\n                <li>Bleu : Hexa #1B8AB2</li>",
    "board": "Conseil d'administration",
    "change": " Je veux changer la jambe de force ou le centre de la jambe de force de mon aile, comment puis-je identifier la génération de mon aile ?",
    "color": "Couleurs pour le Sealion Strapped :",
    "color-size": "            <li>\n                  Rouge : <span>NCS S 0570-Y90R</span>        </li>\n                <li>\n                  Vert : <span>NCS S 0565-G50Y</span>        </li>\n                <li>\n                  Tampons : <span>Amarillo-7 / Verde-6 / Rojo-22 / Blanco</span>     </li>",
    "consult": "Consulter ce site",
    "contact": "Contactez un réparateur AFS agréé :",
    "contact-us": "  Contactez-nous pour un devis.",
    "equipement": "Reprise de matériel",
    "foil": "Feuilles et panneaux",
    "i-broke": " J'ai cassé ma voile",
    "in-addition": "En outre, nous avons préparé des articles tutoriels pour vous aider à résoudre les problèmes les plus courants par vous-même.",
    "last": "    WILD → une seule version possible DIAMOND → une seule version possible",
    "need": " Je dois réparer ma planche, est-il possible de connaître la couleur ou le code RAL ?",
    "need-please": "Veuillez noter qu'il peut y avoir de légères différences entre le code couleur et l'aspect réel de la planche, en fonction des techniques utilisées dans l'atelier ou l'usine. Les codes fournis sont ceux qui se rapprochent le plus du résultat final.",
    "our-repair": "Nos experts en réparation savent comment remettre en état votre équipement AFS.",
    "parts": "Pièces détachées",
    "quicly": "pour résoudre rapidement et facilement le problème,",
    "recovery-equip": "Récupération des équipements",
    "repair": "                    Réparer mon produit",
    "repair-here": " Vous trouverez ici toutes les informations nécessaires sur les possibilités de réparation de votre produit. Sélectionnez la catégorie qui vous intéresse pour connaître les possibilités de réparation.",
    "repair-my": "Réparer mon produit",
    "return": "  Demande de retour",
    "service-req": "Demande de service",
    "size": " <li>Rouge : RAL 3020s</li>\n                <li>blanc : RAL 9010</li>\n                <li>Gris : RAL 7012</li>\n                <li>Bleu : RAL 5019</li>",
    "these": "Ces services ne s'appliquent qu'aux produits AFS, AHD et Sealion.",
    "title": "AFS Support - Besoin d'aide ?",
    "user-manual": "                    Manuel de l'utilisateur",
    "v1": "V1 → capuchon noir",
    "v2": " V2 → bouchon rouge sans valve de dégonflage sur la jambe de force centrale",
    "v3": " V3 → bouchon rouge et valve de dégonflage sur l'entretoise centrale - tube de connexion entre l'entretoise et l'entretoise centrale : coudé sur l'entretoise et droit sur l'entretoise centrale / tube de connexion entre l'entretoise et l'entretoise centrale : droit sur l'entretoise et coudé sur l'entretoise centrale",
    "we-will": "Nous reprenons votre ancienne feuille AFS lors de l'achat d'une nouvelle feuille AFS !",
    "wilf": "WILF → 3 versions possibles :"
  },
  "surfone": {
    "btn": "Plan d'accès au magasin",
    "heading": "Les produits AFS sont disponibles dans le",
    "Passionate about nature": "Passionnée par la nature et la planche à voile en particulier, Laura s'est récemment mise au windsurf-foil et au wing foil pour vous conseiller encore mieux à Surfone. C'est une adepte du stand-up paddle, de préférence dans les vagues, avec une ballade de temps en temps.",
    "store": "magasin",
    "sub_h": "Surfone propose une large gamme de produits pour tous les niveaux et tous les types de pratique, y compris les équipements AFS.",
    "The sales staff": "Les vendeurs sont des marins passionnés qui n'hésitent pas à se mettre à l'eau pour tester tous les produits afin de vous conseiller au mieux !",
    "The Surfone store was": "Le magasin Surfone a été créé en 1978 dans la station balnéaire de Port Leucate sur les Terres Catalanes, haut lieu des sports de glisse réputé pour sa tramontane. L'équipe vous accueille dans un espace de 400m2, proposant une large gamme de produits pour tous les niveaux et tous les types de pratique."
  },
  "visit": {
    "play": " LIRE LA VIDÉO",
    "precission": "La précision jusque dans les moindres détails.",
    "the-production": "La production de feuilles et de planches est un véritable défi. Elle exige précision et expertise à chaque étape, de la conception à l'assemblage final. Notre usine est équipée des technologies les plus récentes pour garantir une qualité et des performances optimales."
  },
  "whatsnew": {
    "aside": "<p>03 SEPTEMBRE 2025</p><h2>NEW WING - THE STREAM</h2>",
    "aside10": "<p>8 JUILLET 2025</p><h2>Vice-champion du monde de surf freestyle chez les jeunes ! 🚀</h2>",
    "aside11": "<p>7 juillet 2025</p><h2>SILK, notre feuille emblématique AFS ADVANCED</h2>",
    "aside12": "<p>2 juillet 2025</p><h2>AFS ⏐ PROTIPS - EVO HA vs ENDURO : quelle est la différence ?</h2>",
    "aside13": "<p>25 JUIN 2025</p><h2>La gamme EVO présentée par Alan</h2>",
    "aside14": "<p>13 JUIN 2025</p><h2>Découvrez le Dock-Star</h2>",
    "aside15": "<p>10 JUIN 2025</p><h2>Il est temps de changer</h2>",
    "aside16": "<p>10 JUIN 2025</p><h2>Pulse - Born To Wake</h2>",
    "aside17": "<p>7 JUIN 2025</p><h2>Défi des ailes</h2>",
    "aside2": "<p>31 AOÛT 2025</p><h2>AFS | Pouvez-vous attraper le courant ?</h2>",
    "aside3": "<p>27 AOÛT 2025</p><h2>AFS ⏐ DOCK-STAR : La machine Dockstart</h2>",
    "aside4": "<p>14 AOÛT 2025</p> <h2> Enduro 1600 GLT : La glisse ultime et les performances du foil tout-terrain </h2>",
    "aside5": "<p>13 AOÛT 2025</p><h2>RÉSULTATS GWA ⚡️</h2>",
    "aside6": "<p>14 AOÛT 2025</p><h2> Enduro 1600 GLT : La glisse ultime et la performance du foil tout-terrain </h2>",
    "aside7": "<p>21 JUILLET 2025</p> <h2> Comment être performant dans un dockstart ? </h2>",
    "aside8": "<p>20 JUILLET 2025</p> <h2> Mode Rockstart activé avec Alan ! </h2>",
    "aside9": "<p>18 JUILLET 2025</p> <h2> L'installation parfaite du dockstart présentée par Gwen Le Tutour </h2>",
    "axelCongrats": "<h4>Félicitations à Axel, qui a brillé la semaine dernière aux Championnats du Monde GWA Youth Wingfoil en Espagne (Costa Brava). Il est monté sur la deuxième marche du podium en Surf-Freestyle après une semaine intense !</h4><h4>Allez Axel 💪🏼</h4>",
    "content3": "<p>Voici la Dockstar : une planche ultra légère qui ne passera pas inaperçue, que ce soit à l'œil ou sous les pieds. Avec sa finition pailletée et sa silhouette élégante, elle est née pour briller et performer.</p><p>Une aile légère qui permet une glisse libre de haute performance tout en gardant le contrôle pour une fluidité structurée et un contrôle instinctif.</p><p>C'est amusant, c'est instinctif, c'est addictif !</p><p>Un mélange explosif de culture skate, de vibrations de plage et de free riding - une nouvelle scène s'ouvre sur l'eau, et tu en es la star.</p>",
    "description": "<p>Inspiré par le mouvement des fluides. Conçue pour se fondre dans les éléments, AFS dévoile sa dernière innovation : la STREAM.</p><p>Une aile légère qui permet un vol libre de haute performance tout en gardant le contrôle pour une fluidité structurée et un contrôle instinctif.</p><p>La science du flux, la sensation du vol.</p>",
    "detachableBoard": "<h4>Conçue pour le carving en surf foil et le wingfoil dans les vagues, elle a évolué pour vous offrir plus de liberté sans perdre son identité, avec sa version détachable. 🌊</h4><h4>Cette évolution concerne les tailles 850 et 1050, qui complètent ainsi la gamme existante. Les versions monoblocs (650, 850, 1050) restent bien sûr disponibles pour ceux qui préfèrent opter pour l'avion.</h4>",
    "dockStarInfo": "<h4>Chez AFS, chaque planche est conçue avec la même exigence que nos foils. Entièrement fabriquée dans nos ateliers en Bretagne, la DOCK-STAR et sa construction en carbone pré-imprégné ne déroge pas à la règle.</h4><h4>Avec un poids de 1,6 kg, elle allie légèreté, rigidité et performance : la marque de notre savoir-faire haut de gamme, conçu pour un pompage intensif.</h4>",
    "glide": "Ce que l'on cherche tous, c'est cette sensation de glisse pure, de liberté totale, de connexion. Et maintenant, elle est à votre portée. Prêt à foiler autrement ?",
    "pulseVideo": "<h4>Découvrez la dernière vidéo sur Pulse !</h4><h4>Sentez les battements de votre cœur, laissez-vous emporter par l'émotion et laissez-vous guider par votre instinct.</h4>\n",
    "recap": "<h4>Les riders AFS Axel et Milla viennent de terminer deux étapes du GWA Surf-Freestyle World Tour aux Canaries, avec des performances impressionnantes et des enseignements précieux pour la suite de la saison. Voici un récapitulatif...</h4><h4>🇪🇸 Fuerteventura : 28 juillet au 2 août</h4><ul><li>Milla (première épreuve du Tour) : 5e place, à 0,25 point de la finale. <em>\"Mes scores ne cessent de s'améliorer et j'ai atteint ma première demi-finale.</em></li><li>Axel : termine également à la 5ème place. <em>\"Ce n'est pas le résultat que j'espérais, mais je me rapproche du haut niveau. Je sais exactement ce que je dois travailler.\"</em></li></ul><h4>🇪🇸 Gran Canaria : du 5 au 8 août</h4><ul><li>Milla : éliminée au premier tour, mais toujours dans le top 10 provisoire pour sa première année sur le Tour. <em>\"Je suis déjà tournée vers la suite\".</em></li><li>Axel : 2e place 🥈, avec sa toute première note parfaite de 10/10 en compétition et le tout premier double front réussi en concours. <em>\"Je me sens plus fort que jamais. Il est maintenant temps de faire le dernier pas vers la victoire.\"</em></li></ul><h4>Un back-to-back canarien plein d'action, de progrès et de motivation pour les étapes à venir.</h4><h4>Félicitations à tous les deux !</h4>",
    "Stay": "Restez au courant des dernières nouvelles sur les produits AFS",
    "summerOffers": "<h4>L'été approche, alors nous avons rassemblé deux offres incontournables pour améliorer votre matériel ou optimiser votre configuration sans vous ruiner !</h4><h4>🔁 OFFRE DE REPRISE : JUSQU'À 1 200 € DE BONUS</h4><h4>Obtenez jusqu'à 1 200 € de remise sur l'achat d'un nouveau fleuret complet en nous envoyant votre ancien fleuret Performer (au lieu des 849 € habituels).</h4><h4>OFFRE D'ÉCHANGE : 50% DE RÉDUCTION OU GRATUIT !</h4><h4>Vous souhaitez commander une ou deux ailes des gammes EVO / EVO HA / ENDURO ?</h4><h4>➡️ Pour l'achat d'une aile : le fuselage SWITCH est à -50%.<br />➡️ Pour l'achat de 2 ailes : le fuselage SWITCH est offert !</h4><h4>📅 Offres valables jusqu'au 31 juillet</h4><h4>Ne manquez pas l'occasion de naviguer équipé cet été ! ☀️</h4><h4>A très bientôt,</h4>\n",
    "techTalk": "<h4>Dans ce nouvel épisode de notre série Tech Talk, Richard Boudia et Gwen Le Tutour présentent les meilleurs combos foil + planche pour les départs à quai. Ils partagent leurs setups préférés, leurs astuces et ce qui fait vraiment la différence pour faciliter les départs, améliorer la glisse et progresser rapidement. </h4><h4>Vous aurez également un aperçu exclusif des dernières nouveautés d'AFS : du matériel redessiné, des designs optimisés et de nouvelles idées pour aller encore plus loin dans vos sessions de dockstart. </h4><h4>Que vous débutiez ou que vous soyez déjà accro, cette vidéo regorge de conseils pour tirer le meilleur parti de chaque pompe. </h4>",
    "techTalk2": "<h4>Dans ce nouvel épisode de notre série Tech Talk, Richard Boudia et Gwen Le Tutour présentent les meilleurs combos foil + planche pour les départs à quai. Ils partagent leurs setups préférés, leurs astuces et ce qui fait vraiment la différence pour faciliter les départs, améliorer la glisse et progresser rapidement. </h4><h4>Vous aurez également un aperçu exclusif des dernières nouveautés d'AFS : du matériel redessiné, des designs optimisés et de nouvelles idées pour aller encore plus loin dans vos sessions de dockstart. </h4><h4>Que vous débutiez ou que vous soyez déjà accro, cette vidéo regorge de conseils pour tirer le meilleur parti de chaque pompe. </h4>",
    "title": "Nouvelles AFS",
    "we've": "𝘞𝘦'𝘷𝘦 𝘯𝘦𝘷𝘦𝘳 𝘧𝘦𝘭𝘵 𝘢 𝘸𝘪𝘯𝘨 𝘭𝘪𝘬𝘦 𝘵𝘩𝘪𝘴.",
    "What": "Ce que nous recherchons tous, c'est cette sensation de glisse pure, de liberté totale, de connexion. Et maintenant, c'est à votre portée. Prêt à déjouer différemment ?",
    "wingChallenge": "<h4>Défi spécial escadre : les interviews de rue ! 🎤 #Microtrottoir</h4><h4>Lors de l'After Session sur le stand AFS, Alan et Chloé ont demandé aux riders quel était leur produit préféré de la marque.... Spoiler alert : les avis divergent, mais les classiques sont bien représentés ! 🔥</h4><h4>Quel est ton produit préféré ?</h4>"
  },
  "wind-foil-2023-guide": {
    "allround_paddles_h": "Pagaies polyvalentes",
    "allround_paddles_sub": "C'est un compromis entre la vague et la promenade. Relativement courte, entre 2 et 3 mètres, elle est souvent assez large, avec un nez rond et un arrière confortable. Idéal si vous débutez, pour un usage familial ou pour un utilisateur intermédiaire qui veut tout faire sans se prendre la tête.",
    "all_the_surf_p": "Tous les spots de surf vous attendent, de la Bretagne au Pays basque. Vous pouvez décoller à la moindre ondulation, alors profitez-en.",
    "a_wide_range_p": "Un large éventail de formats de courses est disponible dans toute la France. La Tawara (dans le Tarn) et la Dordogne complète côtoient des courses dans l'océan Atlantique, telles que la Beach Race à Crozon ou The Race en Guadeloupe.",
    "beginner": "Débutant",
    "buying_an_inflatable": "Acheter une pagaie gonflable ou rigide ?",
    "choice_according": "Choix en fonction de votre pratique",
    "choice_according_sub": "Combinées, elles permettent de créer des formes sup plus ou moins adaptées à votre niveau de pratique. Voici les principales formes que l'on trouve sur le marché, et que l'on retrouve dans toutes les marques en vente.",
    "date": "27 mars 2023",
    "depending": "              En fonction de mon niveau de pagayage",
    "discipline_p": "Le sup foiling est une discipline de plus en plus populaire. Nous avons rassemblé une",
    "discover_our_stand_up_paddles": "Découvrez nos stand up paddles",
    "essential_h": "Accessoires essentiels pour le SUP",
    "essential_sub": "La sécurité avant tout ! Comme pour la plupart des sports nautiques, une laisse est indispensable. Il s'attache à l'arrière de la queue, sur le pont, et se porte à la cheville. Nous recommandons la laisse enroulée - ou téléphone, qui est la plus courante car elle est plus confortable.",
    "expert": "Expert",
    "firstly": "Tout d'abord, le stand-up paddle est un super sport nautique polyvalent : d'une manière générale, il stimule non seulement le cardio, mais aussi les muscles du haut du corps, les jambes et les abdominaux. C'est aussi le moyen idéal d'améliorer son équilibre !",
    "for-intermediate": "Pour les riders intermédiaires, ou ceux qui pratiquent déjà d'autres sports de glisse comme le kitesurf ou le windsurf, vous pouvez déjà commencer à vous orienter en fonction de votre sport de prédilection (surf, cruising...), mais le mieux est d'opter pour des planches qui offrent un minimum de polyvalence et de confort, afin de ne pas vous mettre en difficulté.",
    "for-sup": "Pour les experts du SUP, la pratique définit vos besoins, et nous vous expliquerons en détail quelle planche est parfaite pour chaque activité, afin que vous puissiez en tirer le meilleur parti !",
    "generally-speaking": "D'une manière générale, ce sont les paramètres que nous utiliserons pour définir la forme du SUP. Notez qu'à niveau égal, plus vous êtes grand, plus vous aurez besoin de largeur et de longueur pour vous faciliter la vie.",
    "gthe": "GT Plus votre pagaie est longue, plus elle \"glisse\". En d'autres termes, un coup d'aviron est plus efficace. La longueur réduit également le phénomène de \"rame\". Si votre sup est très courte, elle aura tendance à pivoter vers la droite si vous pagayez vers la gauche. C'est très bien en surf pour être agile sur la vague, mais moins bien en compétition ou sur de longues distances quand on veut changer de côté le moins possible...",
    "guide_specifically": "guide spécifique pour le stand-up paddle foils",
    "how": "Comment choisir la bonne pagaie ?",
    "if-you": "Si vous pratiquez déjà un sport nautique comme la planche à voile, le wing foiling, le kite foiling ou peut-être le surf foiling, vous avez probablement entendu parler du <strong>wind foiling</strong>: une variante de la planche à voile dont l'objectif principal est de glisser sur l'eau à l'aide d'un foil, offrant ainsi une sensation de vol.",
    "if-you'r": "  Si vous êtes débutant et que vous n'avez jamais vraiment pratiqué de sports nautiques, la première chose à considérer n'est pas tant ce que vous faites que votre niveau. Il est important de choisir une planche facile pour découvrir ce sport. Il serait dommage d'abandonner le stand-up paddle dès les premières descentes avec un matériel trop petit. La largeur est particulièrement importante, car elle détermine votre stabilité.",
    "in_downwind_p": "C'est votre moteur, et il est essentiel que cet équipement soit bon. Rien ne sert de rouler dans une belle carrosserie si vous devez la pousser à la main ! Mieux vaut donc en payer le prix et profiter du meilleur de la discipline. Fabriqués à l'origine en bois, ils sont aujourd'hui en aluminium ou en matériaux composites (fibre de verre et carbone). L'aluminium demande de l'entretien, et s'il est très résistant aux chocs, il est lourd et ne se répare pas si l'on plie le manche. Ce matériau est réservé aux écoles ou aux tout premiers prix. Nous recommandons soit un mélange de fibre de verre et de carbone, qui peut être d'un bon rapport qualité/prix, soit du 100% carbone si vous l'utilisez régulièrement. Et attention aux avirons amovibles : plus ils ont de pièces, moins ils sont rigides. Si vous envisagez de faire du wave riding, du downwind ou de la distance, optez pour un manche en une seule pièce, éventuellement avec une olive réglable, mais évitez les manches en trois pièces.",
    "in_downwind_p_s": "Au portant, le choix de la bosse de départ est crucial.",
    "intermediate": "Intermédiaire",
    "is-a": "est une discipline moins physique que la planche à voile, à condition bien sûr d'en avoir une certaine maîtrise.",
    "it-provides": "Elle apporte confort et stabilité. En revanche, elle vous rendra plus lent et vous demandera plus d'efforts pour maintenir votre vitesse. Si vous débutez, il est très important d'avoir une largeur constante pour ne pas vous mettre en difficulté.",
    "leash_h": "La laisse",
    "length": "Longueur",
    "lesh_p": "La sécurité avant tout ! Comme pour la plupart des sports nautiques, une laisse est indispensable. Il s'attache à l'arrière de la queue, sur le pont, et se porte à la cheville. Nous recommandons la laisse enroulée - ou téléphone, qui est la plus courante car elle est plus confortable.",
    "less_common": "Moins répandue, la navigation au portant émerge en Bretagne et dans le sud de la France, avec le foiling en plein essor.",
    "minimum_volume": "Volume minimum",
    "nose": "Forme du nez",
    "nose_sub": "Les nez pointus sont idéaux pour la course ou le travail de distance, car ils peuvent facilement fendre la vague. En surf ou pour les débutants, les nez s'arrondissent, perdant en glisse mais gagnant en accroche sur les vagues. Sur les pagaies rigides, on peut également travailler la forme de l'étrave, de la coque et du pont pour les rendre plus résistants au clapot, par exemple.",
    "paddle": "La pagaie",
    "paddles_foiling": "Pagaies pour le foiling",
    "paddles_for_surfing": "Pagaies pour le surf",
    "paddles_for_surfing_sub": "Ce sont généralement les plus courts, moins de 3 mètres, avec un nez rond. Très maniables, ils ont des largeurs et des queues spécifiques à chaque modèle pour des utilisations différentes : une queue très pincée et fine pour une agilité maximale à une queue presque rectangulaire pour plus de stabilité et de puissance dans les vagues molles.",
    "paddles_h": "Pagaies pour débutants",
    "paddle_spots": "Points de pagaie",
    "paddles_race": "Course de pagaies",
    "paddles_race_sub": "Longs, souvent 12'6″ ou plus, ils sont aussi (très) minces, avec un nez pointu. Si leur équilibre est précaire, ce sont des machines à vitesse, surtout sur les plats et les longues distances. A réserver aux utilisateurs expérimentés.",
    "paddles_sub": "Ce qu'il faut, c'est une longueur intermédiaire pour la polyvalence (de l'ordre de 9/11 pieds), un nez et une queue généreux et ronds, et surtout une bonne largeur !",
    "same_size": "Même taille",
    "secondly": "Deuxièmement, le SUP est très polyvalent. Pagayage polyvalent pour l'aventure ou le plaisir, compétition, utilisation familiale, surf et SUP foiling : on peut tout faire avec cette discipline, dans toutes les conditions, et c'est ce que nous aimons. Plus que du kayak et du canoë, vous pouvez profiter de tout ce que la mer et l'eau vive ont de mieux à offrir.",
    "shape_h": "La forme de la queue",
    "shape_sub": "Ils se présentent sous différentes formes, mais pour simplifier, plus le tail est pincé, plus vous gagnez en manœuvrabilité et perdez en stabilité. Plus il est large, moins vous êtes manœuvrant sur la vague, mais plus votre départ est bon et plus vous êtes stable.",
    "tabel_2_wave_practice": "Pratique des vagues",
    "table_1_practical_walk": "Promenade pratique",
    "the_advantages_p": "Les avantages des surfaces dures en termes de sensations, de longévité et de performances sont absolument indiscutables, et l'emportent très vite sur les quelques inconvénients. Si vous voulez utiliser votre matériel pour autre chose, pour un usage saisonnier très limité, et si vous voulez privilégier la qualité (car les prix des gonflables atteignent souvent ceux des durs dès que l'on veut un minimum de performance, donc il vaut parfois mieux attendre la bonne promotion...), le gonflable n'est peut-être pas la solution, même s'il est courant de lire le contraire.",
    "the_french_spots_p": "Les spots français sont particulièrement variés, et il est courant que certains d'entre eux soient cités comme les meilleurs au monde !",
    "the-length": "La longueur",
    "the-width": "La largeur",
    "thickness": "Épaisseur",
    "thickness_sub": "Plus important pour les pagaies gonflables, qui doivent avoir des peaux étalées pour garantir une rigidité minimale. Plus l'épaisseur augmente, plus la sensation de glisse diminue à mesure que l'on s'éloigne de l'eau. Une plus grande épaisseur réduit également l'équilibre, car vous vous retrouvez ballotté comme un bouchon sur l'eau au-delà de la barre des 5 pouces.",
    "to": "à",
    "touring_exploring": "Tournée / exploration",
    "touring_paddles": "Palettes Touring",
    "touring_paddles_sub": "Plus longs que les allrounders, entre 11 et 12 pieds, avec un nez plus pointu, ils conservent souvent un peu de largeur. Cette longueur permet de couvrir de plus grandes distances et de ramer plus efficacement, tout en conservant une forme abordable. Ils ne sont plus adaptés aux vagues, car ils sont trop longs, mais ils restent très performants en mer, même avec un peu de clapot. Les plus grands modèles sont idéaux si vous débutez et que vous n'avez pas l'intention de surfer avec. Notez qu'il en existe même pour faire des doubles ! Ces gammes sont souvent disponibles sur les sites de location, alors n'hésitez pas à consulter notre réseau de partenaires en France pour en savoir plus, l'aventure vaut peut-être le détour.",
    "We_told_you": "Nous vous l'avions dit : les paysages français sont aussi riches que la discipline elle-même, et c'est cette liberté que nous aimons !",
    "what's-in": "Qu'est-ce que j'y gagne ?",
    "what-size": "Quelle taille et quelle forme pour mon stand-up paddle ?",
    "when_it_comes": "En matière de randonnée, pour peu que les conditions soient réunies, il n'y a que l'embarras du choix. Des calanques de Marseille aux gorges du Var, de la Dordogne au lac d'Annecy en passant par les côtes bretonnes, il suffit de s'équiper pour profiter d'un nouveau point de vue en toute tranquillité.",
    "width": "Largeur",
    "Windfoil": "Windfoil : un guide complet pour débuter et progresser dans la discipline",
    "your_weight": "votre poids",
    "your_weight_at_your_weight": "votre poids à votre poids"
  },
  "wing-foil-bordeaux-gliss-up": {
    "Address": "Adresse",
    "AFS Expert": "Expert AFS",
    "afs-products-are-available-at-the": "Les produits AFS sont disponibles à l'adresse suivante",
    "a young": "Une équipe jeune et dynamique de pratiquants multisports. Deux responsables et leurs collaborateurs, tous athlètes pour vous conseiller au mieux dans vos choix d'équipement en magasin.",
    "everyone has": "Chacun a sa propre discipline, mais nous essayons de pratiquer autant de sports que possible pour conseiller au mieux les clients, en pratiquant tel ou tel sport chaque week-end en fonction des conditions.",
    "gliss": "L'équipe Gliss Up",
    "gliss-up-offers": "Gliss Up propose un large choix d'équipements techniques de toutes marques, dont AFS depuis 2016.",
    "History": "L'histoire",
    "originally": "A l'origine, ce magasin était spécialisé dans la planche à voile, mais l'équipe a su suivre les tendances pour se diversifier et proposer des produits qui répondent aux pratiques de chacun. Du surf au foiling, en passant par le VTT électrique, il y en a pour tous les goûts !",
    "store": "magasin",
    "Store access map": "Plan d'accès au magasin",
    "Store in Bordeaux": "Magasin à Bordeaux"
  }
}